Repository: ChrysalisTeam/pychronia
Catalog: dependencies/cmsplugin_filer_image/locale/*/LC_MESSAGES/django.po
Languages: et, eu

source: Image
et: Pilt
eu: Irudia

source: Image resizing options
et: Pildi suuruse muutmise valikud
eu: Irudiaren tamaina aldatze aukerak

source: More
et: Veel
eu: Gehiago

source: left
et: vasakule
eu: ezkerrean

source: right
et: paremale
eu: eskuinean

source: caption text
et: pealkirja tekst
eu: epigrafeko testua

source: image
et: pilt
eu: irudia

source: alternative image url
et: alternatiivne pildi url
eu: ordezko irudiaren helbidea

source: alt text
et: alt tekst
eu: testu alternatiboa

source: use the original image
et: kasuta algset pilti
eu: jatorrizko irudia erabili

source: do not resize the image. use the original image instead.
et: ära muuda pildi suurust. kasuta hoopis algset pilti.
eu: ez aldatu irudiaren tamaina, jatorrizko irudia erabili.

source: thumbnail option
et: pisipildi valik
eu: argazkitxoaren aukerak

source: overrides width, height, crop and upscale with values from the selected thumbnail option
eu: zabalera, altuera, mozketa eta handitzea hautatutako argazkitxoen aukeratik hartu

source: use automatic scaling
et: kasuta automaatset suuruse muutmist
eu: eskalatze automatikoa erabili

source: tries to auto scale the image based on the placeholder context
eu: leku-markaren testuinguruan oinarrituta irudia automatikoki eskalatzen saiatu

source: width
et: laius
eu: zabalera

source: height
et: kõrgus
eu: altuera

source: crop
et: lõika
eu: moztu

source: upscale
et: suurenda
eu: handitu

source: image alignment
et: pildi joondus
eu: orriaren lerrokatzea

source: link
eu: esteka

source: if present image will be clickable
eu: egotekotan irudia klikagarria izango da

source: page link
et: lehe link
eu: orri esteka

source: file link
et: faili link
eu: fitxategi esteka

source: link original image
et: link algsele pildile
eu: jatorrizko irudira estekatu

source: description
et: kirjeldus
eu: deskribapena

source: Open link in new window
et: Ava link uues aknas
eu: Ireki esteka orri berrian

source: filer image
et: pilt
eu: filer irudia

source: filer images
et: pildid
eu: filer irudiak

source: Either an image or an image url must be selected.
eu: Irudi edo helbidea, bietako bat hautatu behar da.

source: Image Publication %(caption)s
eu: Irudi Argitalpena %(caption)s

source: name
et: nimi
eu: izena

source: width in pixel.
et: laius pikslites.
eu: zabalera pixeletan.

source: height in pixel.
et: kõrgus pikslites.
eu: altuera pixeletan.

source: thumbnail options
et: pisipildi valikud
eu: argazkitxoaren aukerak
