Repository: ChrysalisTeam/pychronia
Catalog: dependencies/userprofiles/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: This value may contain only letters, numbers and ./-/_ characters.
fr: Cette valeur ne doit contenir que des lettres, nombres, et caractères ./-/_.

source: E-mail (repeat)
fr: E-Mail (à nouveau)

source: Password
fr: Mot de passe

source: Password (repeat)
fr: Mot de passe (à nouveau)

source: First name
fr: Prénom

source: Last name
fr: Nom

source: A user with that username already exists.
fr: Un utilisateur avec ce surnom existe déjà.

source: This email address is already in use. Please supply a different email address.
fr: Cet email est déjà utilisé. Veuillez en utiliser un autre.

source: The two email addresses do not match.
fr: Les deux adresses email ne corespondent pas.

source: You must type the same password each time.
fr: Vous devez taper le même mot de passe à chaque fois.

source: User
fr: Utilisateur

source: Activation key
fr: Code d'activation

source: Account verification
fr: Vérification de compte

source: Account verifications
fr: Vérifications de comptes

source: New e-mail address
fr: Nouvelle adresse email

source: Old e-mail address
fr: Ancienne adresse email

source: Token
fr: Jeton

source: Approved
fr: Approuvé

source: Expired
fr: Expiré

source: Expiration date
fr: Date d'expiration

source: E-mail verification
fr: Vérification d'email

source: E-mail verifications
fr: Vérifications d'emails

source: E-mail address changed to %(email)s
fr: Adresse email changée pour %(email)s

source: Unable to change e-mail address. Confirmation link is invalid.
fr: Impossible de changer l'adresse email. Le lien de confirmation est invalide.

source: Profile changed
fr: Profil modifié

source: Change e-mail address
fr: Changer l'adresse email

source: We send you a e-mail including a link. Please click the link to continue changing your e-mail address. Thank you!
fr: Nous vous avons envoyé un email incluant un lien. Veuillez cliquer sur ce lien pour continuer à changer d'adresse email. Merci!

source: Logged out
fr: Déconnecté

source: Login
fr: Connexion

source: No account? Register here.
fr: Pas de compte ? Inscrivez-vous ici.

source: No Password? Reset your password here.
fr: Pas de mot de passe ? Réinitialisez le ici.

source: Change password
fr: Changer le mot de passe

source: We successfully changed your password.
fr: Votre mot de passe a bien été modifié.

source: Reset password
fr: Réinitialiser le mot de passe

source: We successfully resetted your password.
fr: Nous avons bien réinitialisé votre mot de passe.

source: The reset link is invalid. Please double check the link.
fr: Le lien de réinitialisation est invalid. Veuillez le vérifier.

source: We send you a e-mail including a link. Please click the link to continue resetting your password. Thank you!
fr: Nous vous avons envoyé un email incluant un lien. Veuillez cliquer sur ce lien pour continuer à changer de mot de passe. Merci!

source: Your profile
fr: Votre profil

source: Welcome back, %(user)s!
fr: Bienvenue à nouveau, %(user)s!

source: Change profile
fr: Changer le profil

source: Registration
fr: Inscription

source: Create account
fr: Créer un compte

source: We activated your account. You are now able to log in. Have fun!
fr: Nous avons activé votre compte. Vous pouvez maintenant vous connecter. Amusez-vous!

source: The submitted activation code is invalid. Activation is not possible.
fr: Le code d'activation envoyé est invalide. Activation impossible.

source: Your registration was successful. We send you a e-mail including a link.<br /> Please click the link to activate your account. Thank you!<br /> <br /> The link is valid for %(expiration_days)s days.
fr: Votre enregistrement est réussi. Nous vous envoyons un email incluant un lien.<br /> Veuillez cliquer sur le lien pour activer votre compte. Merci!<br /> <br /> Le lien est valide pour %(expiration_days)s jours.

source: Your registration was successful.
fr: Votre inscription est réussie.

source: Thank you for creating an account. Please click on the following link to activate your account: http://%(domain)s%(url)s Cheers!
fr: Merci d'avoir créé un compte. Veuillez cliquer sur le lien suivant pour l'activer: http://%(domain)s%(url)s Merci!

source: Account activation
fr: Activation de compte

source: Please click on the following link to change your email address: http://%(domain)s%(url)s Cheers!
fr: Veuillez cliquer sur ce lien pour changer votre adresse email: http://%(domain)s%(url)s Merci!

source: E-mail confirmation
fr: Confirmation d'adresse email

source: Please click on the following link to reset your password: %(protocol)s://%(domain)s%(url)s Cheers!
fr: Veuillez cliquer sur ce lien pour changer votre mot de passe: %(protocol)s://%(domain)s%(url)s Merci!
