Repository: ChrysalisTeam/pychronia
Catalog: rpgweb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome to the shrine of djinns.
fr: Bienvenue au sanctuaire des dinns.

source: At the moment, you have retrieved
fr: Pour l'instant, vous avez récupéré

source: %(team_gems)s gem.
fr: %(team_gems)s gemme.

source: Djinn <strong>%(name)s</strong> compels your team to reclaim <strong>%(gems_required)s</strong> gem before communicating with you.
fr: Le djinn <strong>%(name)s</strong> réclame que votre équipe récupère <strong>%(gems_required)s gemme</strong> avant de bien vouloir communiquer avec vous.

source: Contact specific djinn
fr: Contacter un djinn en particulier

source: Contact Djinn
fr: Contacter le Djinn

source: You currently can't communicate with any djinn, reclaim some gems first.
fr: Vous ne pouvez actuellement communiquer avec aucun djinn, récupérez des gemmes d'abord.

source: Use your funds carefully to cover the most interesting areas with spies and mercenaries. Remember, spies will automatically report any interesting fact to you, but mercenaries will require precise mission orders before acting.
fr: Utilisez vos fonds avec attention pour couvrir les zones les plus intéressantes d'espions et de mercenaires. Rappelez vous, les espions vous rapporterons automatiquement les faits intéressants, mais les mercenaires auront besoin d'ordres de mission précis pour agir.

source: Cities surveilled by your spies
fr: Villes surveillées par vos espions

source: Cities controlled by your mercenaries
fr: Villes contrôlées par vos mercenaires

source: Agents Pricing
fr: Coûts des Agents

source: You currently own <strong>%(account)s kash</strong> in your bank account,
fr: Vous avez actuellement <strong>%(account)s kash</strong> dans votre compte bancaire,

source: plus <strong> %(gems_count)s gem </strong>,
fr: ainsi que <strong> %(gems_count)s gemme </strong>,

source: for a total gem value of <strong> %(total_gems_value)s kash </strong>.
fr: pour une valeur totale en gemmes de <strong> %(total_gems_value)s kash </strong>.

source: Payment with money
fr: Paiement en liquide

source: Payment with gems
fr: Paiement en gemmes

source: Spies
fr: Espions

source: Mercenaries
fr: Mercenaires

source: Hire new agents
fr: Recruter de nouveaux Agents

source: Hire agents
fr: Recruter

source: Our scanning system is ready to search the entire world for objects similar to the one you'll provide. You may provide a detailed description of the item to analyse, or provide an object your team own (a description isn't useful in the latter case).
fr: Notre système de scan est prêt à analyser la planète entière pour trouver des objets similaires à ceux que vous fournirez. Vous pouvez donner une description détaillée de l'objet à analyser, ou fournir un objet que votre équipe possède (une description est inutile dans ce dernier cas).

source: At the moment, your team still hasn't acquired any object which could help us find the orbs.
fr: Pour l'instant, votre équipe n'a acquis aucun objet qui pourrait nous aider à trouver les orbes.

source: Submit Scanning Request
fr: Envoyer la Requête de Scan

source: Launch Investigation
fr: Lancer l'Investigation

source: Please provide below the phonetic transcription of antic runes, with spaces between each syllable (eg. "na tsu to ri"). Due to the complex rules of these ancient languages, the precise location of these runes is also required to get a meaningful translation. Translation processing might take between %(min_delay_mn)s and %(max_delay_mn)s minutes.
fr: Veuillez fournir ci-dessous la transcription phonétique des runes antiques, avec des espaces entre chaque syllabe (ex. "na tsu to ri"). A cause des règles complexes de ces anciens langages, la localisation précise de ces runes est aussi requise pour aboutir à une traduction sensée. Le processus de traduction pourrait prendre entre %(min_delay_mn)s et %(max_delay_mn)s minutes.

source: Translate
fr: Traduire

source: Current target
fr: Cible actuelle

source: Set Wiretaps
fr: Mettre sur Ecoute

source: Please provide the frequency of your favorite radio station.
fr: Veuillez indiquer la fréquence de votre station radio favorite.

source: Listen to Radio
fr: Ecouter la Radio
