Repository: ChrysalisTeam/pychronia
Catalog: rpgweb/locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Home
fr: Accueil

source: Authentication
fr: Authentification

source: Characters
fr: Personnages

source: Radio Messages
fr: Messages Radio

source: Personal Folder
fr: Documents

source: Auction
fr: Enchères

source: Team Items
fr: Objets de l'Equipe

source: Auction Items
fr: Enchères

source: Wiretaps
fr: Mises sur Ecoute

source: Agents Hiring
fr: Embauches

source: Mercenary Commandos
fr: Commandos Mercenaires

source: Teleportations
fr: Téléportations

source: Zealot Attacks
fr: Assauts Zélotes

source: Telecom Investigations
fr: Analyses Télécom

source: Translations
fr: Traductions

source: World Scans
fr: Scan Mondial

source: Game Events
fr: Evènements

source: Manage Webradio
fr: Gérer la Radio

source: Databases
fr: Données

source: Radio Applet
fr: Appli Radio

source: Logout
fr: Déconnexion

source: Unexpected exception occurred in exception swallower context : %r !
fr: Exception inattendue dans le contexte de l'avaleur d'exceptions : %r !

source: Exception Swallower logging is broken !!!
fr: L'enregistreur de l'avaleur d'exceptions est cassé !!!

source: ZODB connection has been definitely shutdown - please finish killing the server process!
fr: La connexion ZODB a été définivement fermée - veuillez finir l'extinction du processus serveur.

source: Game databases haven't yet been initialized !
fr: Les données de jeu n'ont pas encore été initialisées !

source: This feature is unavailable at the moment
fr: Capacité non accessible pour le moment

source: Runtime data couldn't be initialized - delete DB file and try again.
fr: Impossible d'initialiser les données - détruisez les fichiers de la base de données et recommencez.

source: Translation Submission for item "%s"
fr: Requête de traduction pour l'objet "%s"

source: You must at least provide an object or its description to launch a scan.
fr: Vous devez donner au moins un objet ou sa description pour lancer un scan.

source: Please scan the world according to the features of this object.
fr: Veuillez scanner la planète en fonction des caractéristiques de cet objet.

source: Scanning Request - CF description
fr: Requête de scanner - CF description

source: Please scan the world according to this description.
fr: Veuillez scanner la planète en fonction de cette description.

source: Unknown message id
fr: Identifiant de message inconnu

source: Master can only set the read state of messages received by external/unknown contacts
fr: Le maître du jeu ne peut changer l'état de lecture que des messages reçus par des contacts externes/inconnus.

source: Only email recipient can change a mail's read state
fr: Seul le destinataire d'un email peut changer son état de lecture

source: Only strings representing DataManager methods can be scheduled as delayed actions, not %(function)s
fr: Seules les chaines de caractère représentant des méthodes du DataManager peuvent être planifiées comme actions temporisées, et non %(function)s

source: You can only register a callable object as a delayed action, not a %(function)r
fr: Vous ne pouvez enregistrez que les objets appelables en tant qu'actions temporisées, et non %(function)r

source: Unknown radio message identifier - %(audio_id)s
fr: Identifiant de message radio inconnu - %(audio_id)s

source: Unknown radio frequency
fr: Fréquence radio inconnue

source: This encrypted archive doesn't exist.
fr: Cette archive encodée n'existe pas.

source: Wrong password for this encrypted folder.
fr: Mauvais mot de passe de décodage.

source: %(item_name)s has already been sold to %(char_name)s !
fr: %(item_name)s a déjà été vendu à %(char_name)s !

source: %(item_name)s hasn't been sold yet !
fr: %(item_name)s n'a pas encore été vendu !

source: %(char_name)s is not the owner of %(item_name)s !
fr: %(char_name)s ne possède pas %(item_name)s !

source: Impossible to undo sale - user has already consumed gems
fr: Impossible d'annuler l'enchère - le joueur a déjà utilisé ses gemmes

source: Money amount must be positive
fr: La somme d'argent doit être positive

source: Sender and recipient must be different
fr: L'émetteur et le destinataire doivent être différents

source: Bank doesn't have enough money available
fr: La banque n'a plus assez d'argent en réserve

source: Sender doesn't have enough money
fr: L'émetteur n'a pas assez d'argent

source: Right answer, but invalid email address.
fr: Bonne réponse, mais mauvaise adresse email.

source: Wrong answer supplied.
fr: Mauvaise réponse fournie.

source: You must transfer at least one gem
fr: Vous devez transférer au moins une gemme

source: You don't possess the gems required
fr: Vous ne possédez pas les gemmes requises

source: <Acharith Attack on %(city_name)s>
fr: <Attaque acharite sur %(city_name)s>

source: Please launch the intervention on that city.
fr: Veuillez déclencher l'intervention sur cette ville.

source: *** triggered by %(username)s, termination planned at %(time)s ***
fr: *** déclenché par %(username)s, terminaison prévue à %(time)s ***

source: Teleporters have exhausted all their energy, no more operations possible before two days.
fr: Les téléporteurs ont épuisé toute leur énergie, plus aucune opération n'est possible avant deux jours.

source: <Teldorian Teleportation on %(scan_state)s location %(city_name)s>
fr: <Téléportation teldorienne sur la localisation %(scan_state)s %(city_name)s>

source: scanned
fr: scannée

source: unscanned
fr: non scannée

source: Please launch the teleportation on that city.
fr: Veuillez déclencher la téléportation sur cette ville.

source: You must first hire mercenaries for this city
fr: Vous devez d'abord engager des mercenaires dans cette ville

source: <Mercenary Intervention on %(city_name)s>
fr: <Intervention de mercenaires à %(city_name)s>

source: Please launch the mercenary commando on that city.
fr: Veuillez lancer le commando mercenaire sur cette ville.

source: Opening an inquiry into yourself doesn't make much sense.
fr: Ouvrir une enquête sur vous-même n'a aucun sens.

source: Investigation Request for character %(target_official_name)s ("%(target_nickname)s")
fr: Requête d'investigation sur le personnage %(target_official_name)s ("%(target_nickname)s")

source: Please let me know anything you may discover about this individual.
fr: Veuillez nous indiquer tout ce que vous pourriez découvrir sur cet individu.

source: <Inquiry Results for %(target_official_name)s ("%(target_nickname)s")>
fr: <Résultats d'investigation pour %(target_official_name)s ("%(target_nickname)s")>

source: <Spying Report - %(city_name)s>
fr: <Rapport d'espionnage - %(city_name)s>

source: *Report from your spies of %(city_name)s*
fr: *Rapport de vos espions à %(city_name)s*

source: This city already has such agents in activity
fr: Cette ville a déjà de tels agents en activité

source: You need at least %(price)s kashes in gems to hire these agents
fr: Vous avez besoin d'au moins %(price)s kashes en gemmes pour embaucher ces agents

source: You can't pay with both gems and bank money
fr: Vous ne pouvez pas payer à la fois avec des gemmes et de l'argent

source: You need at least %(price)s kashes in money to hire these agents
fr: Vous avez besoin d'au moins %(price)s kashes sur votre compte pour embaucher ces agents

source: Unknown user %(target)s
fr: Utilisateur inconnu %(target)s

source: Too many wiretapping targets
fr: Trop de cibles désignées pour la mise sur écoute

source: Object
fr: Objet

source: < Use Description Instead >
fr: < Utiliser la Description >

source: Reference Object
fr: Objet de Référence

source: Or Description
fr: Ou Description

source: Pay with money
fr: Payer en argent

source: Or pay with gems (press Ctrl key to select/deselect)
fr: Ou payer en gemmes (utiliser la touche Ctrl pour sélectionner/désélectionner)

source: Location
fr: Lieu

source: Name
fr: Nom

source: Sender
fr: Emetteur

source: Recipient
fr: Destinataire

source: Sending delay
fr: Délai d'envoi

source: Access file
fr: Accéder au fichier

source: here
fr: ici

source: Username %s is unknown in this game
fr: Le joueur %s est inconnu de la partie

source: Access reserved to privileged members.
fr: Accès réservé aux membres autorisés.

source: Access forbidden to visitors.
fr: Accès interdit aux visiteurs.

source: An internal error occurred
fr: Une erreur interne est survenue

source: Message successfully sent.
fr: Message envoyé avec succès.

source: Compose Message
fr: Nouveau Message

source: Messages Received
fr: Messages Reçus

source: Messages Sent
fr: Messages Envoyés

source: The requested message doesn't exist.
fr: Le message demandé n'existe pas.

source: Single Message
fr: Message

source: All Transferred Messages
fr: Messages Transférés

source: All Queued Messages
fr: Messages en Attente

source: Intercepted Messages
fr: Messages Interceptés

source: Message Templates
fr: Modèles

source: Your password has been successfully emailed to your backup address.
fr: Votre mot de passe a bien été renvoyé sur votre email de secours.

source: Password Recovery
fr: Récupération du Mot de Passe

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
fr: Votre navigateur Web ne semble pas supporter les Cookies. Ceux-ci sont nécessaires pour l'authentification.

source: Game master can't recover his password through a secret question.
fr: Le Maître du jeu ne peut récupérer son mot de passe par question secrète.

source: You must provide a valid username to recover your password.
fr: Vous devez fournir un nom d'utilisateur valide pour récupérer votre mot de passe.

source: You've been successfully logged in.
fr: Vous avez bien été authentifié.

source: Bad username and/or password.
fr: Mauvais nom d'utilisateur/mot de passe.

source: User Authentication
fr: Authentification

source: You've been successfully logged out.
fr: Vous avez bien été déconnecté.

source: Realm Entrance
fr: Entrée du Domaine

source: Gem of %d Kashes
fr: Gemme de %d Kashes

source: Money transfer successful.
fr: Transfert d'argent réussi.

source: Money transfer failed - invalid parameters.
fr: Transfert d'argent annulé - paramètres invalides.

source: Gems transfer successful.
fr: Transfert de gemmes réussi.

source: Gems transfer failed - invalid parameters.
fr: Transfert de gemmes annulé - paramètres invalides.

source: Account Management
fr: Gestion de Compte

source: Team Items
fr: Objets de l'Equipe

source: Object successfully transferred to %s.
fr: Objet transféré avec succès à %s.

source: Sale successfully canceled for %s.
fr: Vente correctement annulée pour %s.

source: Runes transcription successfully submitted, the result will be emailed to you.
fr: Transcription de runes bien envoyée, le résultat vous sera communiqué par email.

source: Runes translations
fr: Traductions de runes

source: Wiretap operation successful.
fr: Mise sur écoute réussie.

source: Wiretap operation failed - invalid parameters.
fr: Mise sur écoute anulée - paramètres invalides.

source: Wiretap Management
fr: Mises sur Ecoute

source: Scanning request submitted.
fr: Requête de scan envoyée.

source: Scanning request failed - invalid parameters.
fr: Requête de scan annulée - paramètres invalides.

source: Scanning Management
fr: Scanner Mondial

source: Teleportation operation successfully launched on %s.
fr: Opération téléportée correctement lancée sur %s.

source: Teleportation operation not launched - invalid commands.
fr: Opération de téléportation annulée - commandes invalides.

source: You may here trigger the teleportation of our intervention squads, according to the location and instructions you'll send.
fr: Vous pouvez ici déclencher la téléportation de nos escadrons d'intervention, en fonction du lieu et des instructions que vous enverrez.

source: You have already launched %(current)s teleportation, on a maximum allowed of %(maximum)s such operations.
fr: Vous avez déjà lancé %(current)s téléportation, sur un maximum autorisé de %(maximum)s opérations.

source: You have already used all available teleportations.
fr: Vou avez déjà utilisé toutes les téléportations disponibles.

source: Teleportation Operations
fr: Opérations Téléportées

source: You may here send intervention commands to the mercenaries of the cities you control.
fr: Vous pouvez ici envoyer des commandes d'intervention aux mercenaires des villes que vous contrôlez.

source: Commando operation successfully launched on %s.
fr: Opération commando correctement lancée sur %s.

source: Commando operation not launched - invalid commands.
fr: Opération commando annulée - commandes invalides.

source: At the moment, there is no place where you can launch an armed operation.
fr: Pour le moment, vous n'avez nulle part où lancer une opération armée.

source: Mercenary Commandos
fr: Commandos Mercenaires

source: You may here send intervention orders to acharith zealots accointed with us, and who are spread over the world. <Baazel>
fr: Vous pouvez ici envoyer des ordres d'intervention aux zélotes acharites ralliés à notre cause, et qui sont répartis sur la planète. <Baazel>

source: Attack successfully launched on %s.
fr: Attaque lancée avec succès sur %s.

source: Attack not launched - invalid instructions.
fr: Attaque annulée - instructions invalides.

source: Holy Attacks
fr: Attaques Sacrées

source: Inquiry successfully begun into "%s".
fr: Investigation commencée avec succès sur "%s".

source: Inquiry not begun - invalid instructions.
fr: Investigation annulée - instructions invalides.

source: You may here test our new telecommunication interception and decryption system.
fr: Vous pouvez ici tester notre nouveau système d'interception et de décodage des télécommunications.

source: You have already tried it %(current)d time, on a maximum allowed of %(maximum)d such operations.
fr: Vous l'avez déjà testé %(current)d fois, sur un maximum autorisé de %(maximum)d fois.

source: You have already used all available inquiries.
fr: Vou avez déjà utilisé tous les essais disponibles.

source: Telecom Investigations
fr: Analyses Télécom

source: Hiring operation successful.
fr: Opération de recrutement réussie.

source: Agent Network Management
fr: Gestion des Agents

source: Folder decryption successful.
fr: Décodage de l'archive réussi.

source: Encrypted archive '%s'
fr: Archive codée '%s'

source: No files were found in the folder.
fr: Aucun fichier dans le dossier.

source: Decrypted archive '%s'
fr: Archive décodée '%s'

source: Your personal folder is unreachable.
fr: Votre dossier personnel est introuvable.

source: You currently don't have any files in your personal folder.
fr: Vous n'avez aucun fichier pour le moment.

source: Personal Folder
fr: Documents

source: You must provide a valid media url.
fr: Vous devez fournir une url de média valide.

source: Game events
fr: Evènements

source: Personal radio messages
fr: Messages Radio

source: You're listening to Pangea Radio.
fr: Vous écoutez Radio Pangée.

source: Radio Station
fr: Station Radio

source: Web Radio has been turned OFF.
fr: La Radio Web a été éteinte.

source: Web Radio has been turned ON.
fr: La Radio Web a été allumée.

source: Audio Playlist has been emptied.
fr: La liste de lecture a été vidée.

source: Player notifications have been enqueued.
fr: Les notifications aux joueurs ont été mises en liste de lecture.

source: Unrecognized management request.
fr: Requête de gestion inconnue.

source: Web Radio Management
fr: Gestion Radio

source: Game is not yet started
fr: Le jeu n'a pas encore commencé

source: Djinn Communication
fr: Contact des Djinns

source: Shrine of Oracles
fr: Autel des Oracles

source: Game state updated.
fr: Etat du jeu mis à jour.

source: ZODB file packed.
fr: Fichier ZODB compacté.

source: Database Content
fr: Données du Jeu

source: Error - no operation specified
fr: Erreur - pas d'opération spécifiée

source: Error : %r
fr: Erreur : %r

source: Mail sent
fr: Mais envoyé

source: Media Display Test
fr: Test d'affichage des média

source: Welcome to your Realm, %(player_name)s
fr: Bienvenue dans votre Domaine, %(player_name)s

source: Welcome, Visitor
fr: Bienvenue, Visiteur

source: Server in maintenance mode - no form submission possible
fr: Serveur en maintenance - utilisation des formulaires impossible

source: Error
fr: Erreur

source: Pangea Cybernetics Network
fr: Réseau Cybernétique de Pangéa

source: Decrypt Archive
fr: Décoder l'Archive

source: View the Opening Screen once more.
fr: Revoir l'Ecran d'Ouverture.

source: Welcome to your private information technology system, %(player_name)s.<br/> May it help you during the dark events that Pangea is about to encounter.
fr: Bienvenue dans votre système d'information privé, %(player_name)s.<br/> Puisse-t-il vous aider durant les sombres évènements que Pangéa est en passe d'affronter.

source: Further information is available in your mailbox.
fr: Des informations supplémentaires vous attendent dans votre messagerie.

source: Return to homepage
fr: Retour à l'accueil

source: Error - Your Browser is not able to display iframes.
fr: Erreur - votre navigateur ne supporte pas les iframes.

source: System Notification
fr: Notification Système

source: Due to heavy maintenance operations on our front-end servers, the upload of files is disabled until next decade. We apologize for the inconvenience.
fr: Suite à de lourdes opérations de maintenance sur nos serveurs frontaux, l'envoi de fichiers est désactivé jusqu'à la prochaine décade. Nous nous excusons de la gêne occasionnée.

source: Click left menu links to display content.
fr: Cliquez sur les liens du menu de gauche pour afficher leur contenu.

source: Since it is the only radio broadcasting its content over the whole of Pangea, <strong>Pangea Radio</strong> has quickly been used by the most powerful political, economic and scientific organizations as a means to efficiently broadcast personal messages to their members.
fr: En tant qu'unique radio diffusant sur l'intégralité de Pangéa, <strong>Radio Pangéa</strong> a rapidement été utilisée par les plus puissantes organisations politiques, économiques et scientifiques, comme un moyen efficace pour envoyer des messages personnels à leurs membres.

source: As a game master, none of these personal messages is for you.
fr: En tant que maître du jeu, aucun de ces messages personnels ne vous vise.

source: You're part of one of these organizations, so here are the french texts or animal sounds you will have to listen to, and their meaning.
fr: Vous faites partie d'une de ces organisation, voici donc les textes ou sons d'animaux qu'il vous faudra guetter, ainsi que leur signification.

source: When you have received new email messages:
fr: Quand vous avez reçu de nouveaux messages :

source: When one of your missions had a successful ending:
fr: Quand l'une de vos missions a été couronnée de succès :

source: When one of your missions ended with an epic failure:
fr: Quand l'un de vos missions a lamentablement échoué :

source: Concerning wiretapping : If you manage to guess which radio messages other guests are concerned by, you'll detect more quickly the moments when you may have intercepted new email conversations.
fr: Concernant les mises sur écoute : si vous réussissez à deviner à quels messages radio les autres invités réagissent, vous détecterez plus rapidement les moments où vous pouvez avoir intercepté de nouvelles conversations par email.

source: Funds currently available in the bank, for conversions between cold cash and digital money:
fr: Fonds actuellement disponibles dans la banque, pour des conversions entre argent liquide et compte en banque :

source: Transfer money
fr: Transférer l'argent

source: Transfer gems
fr: Transférer les gemmes

source: Identity
fr: Identité

source: Bank account
fr: Compte bancaire

source: Items bought
fr: Objets achetés

source: Gems owned
fr: Gemmes possédées

source: Password:
fr: Mot de passe :

source: None
fr: Aucun(e)

source: Details
fr: Détails

source: Total price
fr: Prix total

source: Unit cost
fr: Prix unitaire

source: Transfer to character<br/>(payment by cold cash)
fr: Transférer au personnage<br/>(paiement en liquide)

source: Comments
fr: Commentaires

source: gem
fr: gemme

source: object
fr: objet

source: Transfer
fr: Transférer

source: Buyer
fr: Acheteur

source: Reset
fr: Réinitialiser

source: Pause Game
fr: Mettre le Jeu en Pause

source: Resume Game
fr: Reprendre le Jeu

source: Pack ZODB Storage
fr: Compacter le Stockage ZODB

source: All important events which have occurred so far are logged below. Actions performed by the game master are in italic. Some events point to other pages, where more details can be found.
fr: Tous les évènements importants qui sont arrivés jusqu'ici sont listés ci-dessous. Les actions effectuées par le maître du jeu sont en italique. Certains évènements pointent vers d'autres pages, où des détails supplémentaires sont disponibles.

source: Time
fr: Temps

source: No events have yet been recorded.
fr: Aucun événement enregistré.

source: Pangea radio is currently ON.
fr: Radio Pangéa est actuellement Allumée.

source: Pangea radio is currently OFF.
fr: Radio Pangée est actuellement éteinte.

source: Turn Radio Off
fr: Eteindre la Radio

source: Turn Radio On
fr: Allumer la Radio

source: Refresh Radio State
fr: Rafraîchir l'Etat de la Radio

source: Web radio playlist is currently empty.
fr: La liste de lecture radio est actuellement vide.

source: Players needing to be notified about new messages:
fr: Joueurs devant être notifiés de nouveaux messages :

source: Notify Users About New Messages
fr: Notifier les Joueuers des Nouveaux Messages

source: Manual Playlist Building
fr: Construction Manuelle de Liste de Lecture

source: Compose
fr: Nouveau

source: Inbox
fr: Messages Reçus

source: Outbox
fr: Messages Envoyés

source: All Transferred
fr: Messages Transférés

source: All Queued
fr: Messages en Attente

source: Intercepted
fr: Messages Interceptés

source: Templates
fr: Modèles

source: You may attach to your message one of your personal files, or any absolute url.
fr: Vous pouvez attacher à votre message un fichier personnel, ou une URL absolue.

source: Send Message
fr: Envoyer le Message

source: Sorry, the sending of digital messages is currently disabled for maintenance.
fr: Désolé, l'envoi de messages numériques est actuellement désactivé pour maintenance.

source: No messages yet.
fr: Aucun message actuellement.

source: Mark as read
fr: Marquer comme lu

source: Mark as unread
fr: Marquer comme non-lu

source: From:
fr: De :

source: To:
fr: A :

source: [intercepted]
fr: [intercepté]

source: Reply to message
fr: Répondre

source: Recontact recipient
fr: Recontacter destinataire

source: Message queued for delivery.
fr: Message en attente de transfert.

source: Message delivered to recipient.
fr: Message livré au destinaire.

source: Use Template
fr: Utiliser le modèle

source: Log Me In !
fr: Authentifiez moi !

source: Forgot password ?
fr: Mot de passe oublié ?

source: Please correctly answer the secret question below, and provide a valid backup email address, so that we can send you the password you forgot.
fr: Veuillez répondre correctement à la question ci-dessous, et fournir une adresse de secours valide, pour que nous puissions vous renvoyer le mot de passe oublié.

source: Recover Password
fr: Récupérer le Mot de Passe

source: Get back to login page
fr: Revenir à la page d'authentification

source: Launch Operation
fr: Lancer l'Opération

source: interferences when chatting with djinn
fr: interférences lors de la communication

source: You're currently in telepathic communication with djinn <strong>%(bot_name)s</strong>.
fr: Vous êtes actuellement en communication télépathique avec le djinn <strong>%(bot_name)s</strong>.
