Repository: ChrysalisTeam/pychronia
Catalog: pychronia_game/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You're now friend with %s, as that user concurrently proposed friendship too.
fr: Vous êtes désormais ami avec %s, car cet utilisateur vous a aussi proposé une amitié dans le même temps.

source: Your friendship proposal to %s has been recorded.
fr: Votre proposition d'amitié à %s a été enregistrée.

source: You're now friend with %s.
fr: Vous êtes désormais ami avec %s.

source: Your friendship proposal to user %s has been recorded, since he has cancelled his own friendship proposal.
fr: Votre proposition d'amitié envers l'utilisateur %s a été enregistrée, car il a annulé sa propre proposition d'amitié dans le même temps.

source: Your friendship with %s has been properly canceled, since he had accepted it concurrently.
fr: Votre amitié avec %s a été correctement annulée, car il avait accepté votre proposition d'amitié dans le même temps.

source: Your friendship proposal to user %s has been properly canceled.
fr: Votre proposition d'amitié à %s a été correctement annulée.

source: Your friendship with %s has been properly canceled.
fr: Votre amitié avec %s a été correctement annulée.

source: System Events
fr: Évènements Système

source: All Game Events
fr: Tous les Evénements du Jeu
