Repository: ChrysalisTeam/pychronia
Catalog: pychronia_game/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Concerning wiretapping : If you manage to guess which radio messages other guests are concerned by, you'll detect more quickly the moments when you may have intercepted new email conversations.
fr: Concernant les mises sur écoute : si vous réussissez à deviner à quels messages radio les autres invités réagissent, vous détecterez plus rapidement les moments où vous pouvez avoir intercepté de nouvelles conversations par email.

source: You're currently in telepathic communication with djinn <strong>%(selected_djinn)s</strong>.
fr: Vous êtes actuellement en communication télépathique avec le djinn <strong>%(selected_djinn)s</strong>.

source: Your victory has well been recorded!
fr: Votre victoire a bien été enregistrée!

source: Victory registration, retrying...
fr: Enregistrement de la victoire, retentative...

source: You won this game! Sending data to server...
fr: Vous avez gagné cette partie ! Envoi des données au serveur...

source: You lost this game!
fr: Vous avez perdu cette partie !

source: Your new colour:
fr: Votre nouvelle couleur:

source: This will reset your current game, are you sure?
fr: Cela réinitialisera votre partie actuelle, êtes-vous sûr ?

source: Create New Game
fr: Créer une Nouvelle Partie

source: Security is current DISABLED.
fr: La sécurité est actuellement DÉSACTIVÉE.

source: Lock Doors
fr: Verrouillage des Portes

source: Security is current ACTIVATED.
fr: La sécurité est actuellement ACTIVÉE.

source: Reset
fr: Réinitialiser

source: Submit
fr: Soumettre

source: Request report from yesterday
fr: Demander un rapport de la veille

source: Send request
fr: Envoyer la requête

source: Submit item for analysis
fr: Soumettre l'objet pour analyse

source: Submit item
fr: Soumettre l'objet

source: Your mercenaries
fr: Vos mercenaires

source: Cities:
fr: Villes:

source: Email contact:
fr: Contact email:

source: Hire new agents
fr: Recruter de nouveaux Agents

source: Hire agents
fr: Recruter des agents

source: No mercenaries have been hired so far.
fr: Aucun mercenaire n'a été engagé jusqu'à présent.

source: Mercenaries:
fr: Mercenaires :

source: Translate
fr: Traduire

source: Launch Investigation
fr: Lancer l'Investigation

source: No telecom investigation possible at the moment.
fr: Pas d'investigation télécom possible pour le moment

source: Subject
fr: Sujet

source: %(messages_count)s message(s) exchanged between %(first_message_date)s and %(last_message_date)s.
fr: %(messages_count)s message(s) échangé(s) entre le %(first_message_date)s et le %(last_message_date)s.

source: Your protections
fr: Vos protections

source: Your messaging account is properly protected by the confidentiality system.
fr: Votre compte de messagerie est correctement protégé par le système de confidentialité.

source: Buy confidentiality system
fr: Acheter confidentialité

source: Are you sure you want to purchase a confidentiality protection system?
fr: Êtes-vous sûr de vouloir acheter un système de protection de la confidentialité ?

source: You currently have no way to protect your account against wiretapping.
fr: Vous n'avez actuellement pas de moyen pour protéger votre compte contre une mise sur écoute.

source: Your wiretapping targets
fr: Vos cibles de mise sur écoute

source: Something seems to prevent the proper interception of messages concerning these targets:
fr: Quelque chose semble empêcher la bonne interception des messages concernant ces cibles:

source: Your wiretapping systems seem to work fine.
fr: Vos systèmes de mise sur écoute semblent bien fonctionner.

source: Current target(s)
fr: Cible(s) actuelle(s)

source: Set Wiretaps
fr: Mettre sur Ecoute

source: You currently have no wiretapping slot available.
fr: Vous n'avez pas de système de mise sur écoute disponible.

source: Buy wiretapping slot
fr: Acheter espionneur

source: Are you sure you want to purchase a spying slot?
fr: Êtes-vous sûr de vouloir acheter un kit d'espionnage ?

source: No wiretapping has been setup so far.
fr: Aucune mise sur écoute n'a été installée jusqu'à présent.

source: confidentiality activated
fr: Confidentialité activée.

source: Wiretapping targets:
fr: Cibles de mise sur écoute :

source: Submit Scan Request
fr: Envoyer la Requête de Scan

source: Entries
fr: Entrées

source: Mutable
fr: Modifiable

source: NEW ENTRY
fr: NOUVELLE ENTREE

source: Immutable
fr: Non-modifiable

source: Public Webradio
fr: Webradio Publique

source: Public Webradio URL
fr: URL Webradio Publique

source: Frequency
fr: Fréquence

source: Encrypted Folders
fr: Dossiers Chiffrés

source: Folder
fr: Dossier

source: Passwords
fr: Mots de passe

source: No encrypted folders are currently configured.
fr: Aucun dossier chiffré n'est actuellement configuré.

source: Frienships sealed
fr: Amitiés scellées

source: proposed on
fr: proposé le

source: accepted on
fr: accepté le

source: Frienship proposals
fr: Propositions d'amitié

source: Character settings
fr: Paramètres des personnages

source: Send Real Emails to Characters
fr: Envoyer de Vrais Emails aux Personnages

source: Update characters
fr: Mettre à jour les personnages

source: Time
fr: Temps

source: Visibility
fr: Visibilité

source: No events have yet been recorded.
fr: Aucun événement enregistré.

source: Free Items
fr: Objets Libres

source: Owned Items
fr: Objets Possédés

source: owned by
fr: possédé par

source: Editable contacts
fr: Contacts modifiables

source: Immutable contacts
fr: Contacts non modifiables

source: Gamemaster Hints
fr: Indices pour le Maître

source: Generating sound...
fr: Génération du son...

source: Text field must be filled.
fr: Le champ texte doit être rempli.

source: Editable audio spots
fr: Spots radio éditables

source: LINK
fr: LIEN

source: Generate Text to Speech
fr: Faire la Synthèse Vocale

source: Save radio spot
fr: Sauver le spot radio

source: Immutable audio spots
fr: Spots radio immuables

source: Title
fr: Titre

source: Content
fr: Contenu

source: Direct Access Link For Article
fr: Lien Accès Direct Pour Article

source: Playlist
fr: Liste de lecture

source: This will empty the webradio playlist, are you sure?
fr: Cela videra la liste de lecture de la webradio, êtes-vous sûr ?

source: Public Radio Control
fr: Gestion de la Radio Publique

source: This only concerns the public webradio player, which consumes the samples it broadcasts, not each player's webradio page.
fr: Cela concerne seulement le lecteur radio public, qui consomme les morceaux qu'il diffuse, pas le lecteur personnel de chaque joueur.

source: Public radio is currently ON.
fr: La radio publique est actuellement Allumée.

source: Public radio is currently OFF.
fr: La radio publique est actuellement éteinte.

source: Turn Radio Off
fr: Eteindre la Radio

source: Turn Radio On
fr: Allumer la Radio

source: Refresh Radio State
fr: Rafraîchir l'Etat de la Radio

source: Manual Playlist Building
fr: Construction Manuelle de Liste de Lecture

source: Chat messaging is currently disabled.
fr: Le chat est actuellement désactivé.

source: The master cannot participate to the conversation.
fr: Le maître ne peut pas participer à la conversation.

source: Communication channel seems faulty...
fr: Le canal de communication semble défectueux...

source: Now chatting:
fr: Participants :

source: No objects to be shown
fr: Pas d'objets à montrer

source: 3D visualization is enabled on this page.
fr: La visualisation 3D est activée sur cette page.

source: 3D visualization is disabled on this page.
fr: La visualisation 3D est désactivée sur cette page.

source: Items with 3D data available
fr: Objets avec visualisation 3D disponible

source: Please wait while loading...
fr: Veuillez patienter durant le chargement...

source: Count
fr: Nombre

source: Unit cost
fr: Prix unitaire

source: Total Estimated Value
fr: Valeur Totale Estimée

source: Please note that this record is just a memo, these gems may already have been transferred to someone else, individually or not.
fr: Veuillez noter que cette fiche est juste un mémo, ces gemmes peuvent avoir déjà été transférées à quelqu'un d'autre, individuellement ou non.

source: 3D visualization is available for this object.
fr: La visualisation 3D est disponible pour cet objet.

source: Error - Your Browser is not able to display iframes.
fr: Erreur - votre navigateur ne supporte pas les iframes.

source: Money Transfer
fr: Transfert d'Argent

source: Transfer money
fr: Transférer l'argent

source: Gems Transfer
fr: Transfert de Gemmes

source: Transfer gems
fr: Transférer les gemmes

source: Artefact Transfer
fr: Transfert d'Artefacts

source: Transfer artefact
fr: Transférer un artefact

source: Identity
fr: Identité

source: Currencies and Items
fr: Devises et Objets

source: Password:
fr: Mot de passe :

source: NPC
fr: PNJ

source: Player
fr: Joueur

source: Money available in the bank account
fr: Argent disponible en compte bancaire

source: Bank:
fr: Banque :

source: Values, in kashes, of each gem
fr: Valeurs, en kashes, de chaque gemme

source: Gems:
fr: Gemmes :

source: Items
fr: Objets

source: (memo)
fr: (mémo)

source: Unknown
fr: Inconnu

source: There are altogether <strong>%(total_gems_number)s</strong> gems and <strong>%(total_archaeological_objects_number)s</strong> archeological objects listed below.
fr: Il y a en tout <strong>%(total_gems_number)s</strong> gemmes et <strong>%(total_archaeological_objects_number)s</strong> objets archéologiques listés ci-dessous.

source: Players currently have a total of <strong>%(total_bank_account_available)s</strong> kashes in their bank accounts, while the total value of items listed below is <strong>%(total_items_price)s</strong> kashes (<strong>%(total_auction_items_price)s</strong> kashes for auction items only).
fr: Les joueurs ont actuellement un total de <strong>%(total_bank_account_available)s</strong> kashes dans leurs comptes bancaires, tandis que la valeur totale des objets listés ci-dessous est <strong>%(total_items_price)s</strong> kashes (<strong>%(total_auction_items_price)s</strong> kashes pour les seuls objets en enchères).

source: Details
fr: Détails

source: Comments
fr: Commentaires

source: Transfer
fr: Transférer

source: gem
fr: gemme

source: object
fr: objet

source: Unit
fr: Unité

source: Owner
fr: Propriétaire

source: Bug report properly sent.
fr: Rapport d'erreur correctement envoyé.

source: Application error (please consider reporting that bug)
fr: Erreur applicative (veuillez considérer signaler ce bogue)

source: Take the identity of another user.
fr: Prendre l'identité d'un autre utilisateur

source: Impersonation:
fr: Usurpation:

source: Whether or not you can modify the game during impersonations.
fr: Si vous pouvez ou non modifier le jeu durant l'usurpation d'identité.

source: Writability:
fr: Modifiabilité:

source: Read-only
fr: Lecture-seule

source: Writable
fr: Modifiable

source: User is a superuser (authenticated as Django Admin)
fr: L'utilisateur est super-utilisateur (authentifié comme Admin Django)

source: User impersonation is ongoing
fr: Une usurpation d'identité est en cours

source: No impersonation is currently ongoing
fr: Aucune usurpation d'identité n'est en cours

source: User is authenticated as an observer (read-only access)
fr: L'utilisateur est authentifié comme observateur (accès en lecture seule)

source: Page is in read-only mode (no modification is allowed)
fr: La page est en lecture seule (aucune modification n'est autorisée)

source: Effective identity
fr: Identité effective

source: Currently active username
fr: Identifiant utilisateur actuellement actif

source: Novelties
fr: Nouveautés

source: No Notifications
fr: Pas de Notifications

source: New menu entries are available for you!
fr: Nouvelles entrées de menu disponibles !

source: New text messages are available for you!
fr: De nouveaux messages email sont disponibles !

source: There are people in the live chat room!
fr: Il y a des utilisateurs dans le salon de discussion !

source: Pangea webradio is currently ONLINE
fr: Radio Pangéa est actuellement EN LIGNE.

source: Pangea webradio is currently OFFLINE
fr: Radio Pangée est actuellement HORS LIGNE.

source: Unexisting help page:
fr: Page d'aide inexistante:

source: Unfortunately, no additional information about the current webpage is available
fr: Malheureusement, aucune information supplémentaire n'est disponible pour la page web actuelle

source: Online user:
fr: En ligne:

source: No users currently online.
fr: Pas d'utilisateurs actuellement en ligne.

source: Bug Report
fr: Rapporter un Bogue

source: Meta-Administration
fr: Méta-Administration

source: Decrypt Archive
fr: Décoder l'Archive

source: Search
fr: Chercher

source: Type here sequences of keywords to find matching encyclopedia articles.
fr: Tapez ici des mots-clefs pour trouver des articles encyclopédiques correspondants.

source: Enter phrase here...
fr: Saisissez l'expression ici...

source: Fetch
fr: Chercher

source: Keywords
fr: Mots-clefs

source: Search results for
fr: Résultats de recherche pour

source: Here you will find whatever science you still lack.
fr: Vous trouverez ici la science qui vous manque.

source: System Notification
fr: Notification Système

source: Due to a very unfortunate overclocking attempt on our data servers, encyclopedia indexes have been entirely lost. We apologize for the inconvenience and do our best to restore them from backups. <i>The Alifir Academy.</i>
fr: A cause d'une très infortunée tentative d'overclocking sur nos serveurs de données, les index de l'encyclopédie ont été entièrement perdus. Nous sommes désolés du contretemps et faisons notre mieux pour les récupérer dans des archives. <i>L'Académie d'Alifir.</i>

source: Following the last database crash, we've managed to recover a tiny part of the encyclopedia index. We'll continue investigation when we have the budget for it, in one year or so.
fr: Suite au dernier crash de base de données, nous avons réussi à récupérer une petite partie de l'index encyclopédique. Nous continuerons l'investigation quand nous aurons le budget pour cela, dans un an ou plus.

source: The magic portal is now open
fr: Le portail magique est désormais ouvert

source: Files
fr: Fichiers

source: Due to heavy maintenance operations on our front-end servers, the upload of files is disabled until next decade. We apologize for the inconvenience.
fr: Suite à de lourdes opérations de maintenance sur nos serveurs frontaux, l'envoi de fichiers est désactivé jusqu'à la prochaine décade. Nous nous excusons de la gêne occasionnée.

source: No files available
fr: Pas de fichiers disponibles

source: Click left menu links to display content.
fr: Cliquez sur les liens du menu de gauche pour afficher leur contenu.

source: Enter Clue Code
fr: Entrez le Code d'Indice

source: Standalone radio spots
fr: Spots radio autonomes

source: Please provide the frequency of your favorite radio station.
fr: Veuillez indiquer la fréquence de votre station radio favorite.

source: Listen to Radio
fr: Ecouter la Radio

source: Return To Site
fr: Retour Au Site

source: Zoom In
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Download a simplified, printable world map.
fr: Télécharger une version simplifiée, imprimable de la carte du monde.

source: Display All Conversations
fr: Toutes Les Conversations

source: No messages yet.
fr: Aucun message actuellement.

source: No messages to be displayed.
fr: Aucun message à afficher.

source: Message queued for delivery.
fr: Message en attente de transfert.

source: Message delivered to recipient.
fr: Message livré au destinaire.

source: From:
fr: De :

source: To:
fr: A :

source: [intercepted]
fr: [intercepté]

source: Mark as read
fr: Marquer comme lu

source: Mark as unread
fr: Marquer comme non-lu

source: Force sending
fr: Forcer l'envoi

source: Reply to message
fr: Répondre au message

source: already done
fr: déjà fait

source: Recontact recipient
fr: Recontacter le destinataire

source: Queued message successfully dispatched
fr: Message en attente envoyé avec succès

source: Are you sure you want to permanently delete this message FOR ALL USERS?
fr: Voulez-vous vraiment supprimer définitivement ce message POUR TOUS LES UTILISATEURS ?

source: This action cannot be undone, do you confirm deletion FOR ALL USERS?
fr: Cette action ne peut être annulée, confirmez vous la suppression POUR TOUS LES UTILISATEURS ?

source: Message successfully deleted
fr: Message supprimé avec succès

source: Saved body content was cleared.
fr: Le contenu sauvegardé a été effacé.

source: Enjoy the power of Anthropia's integrated messaging system.
fr: Profitez de la puissance du système de messagerie intégré d'Anthropia

source: Nothing to preview.
fr: Rien à prévisualiser.

source: Previously saved content has been restored.
fr: Le contenu précédemment sauvé a été restauré

source: Body content has been saved.
fr: Le contenu a été sauvegardé.

source: Draft text from a previous message (neither sent nor canceled) has been auto-saved, do you want to restore it into the message body now ? Autosave will be disabled until you take your decision.
fr: Le brouillon d'un ancien message (ni envoyé ni annulé) a été automatiquement sauvegardé, voulez vous le restaurer maintenant dans le corps du message ? L'autosauvegarde restera désactivée jusqu'à ce que vous ayez pris une décision.

source: Restore
fr: Restaurer

source: Dismiss
fr: Rejeter

source: Cancel message and clear autosave
fr: Annuler le message et effacer l'autosauvegarde

source: Message template used:
fr: Modèle de message utilisé :

source: Parent message ID:
fr: ID du message parent :

source: MESSAGE TRANSFERRED: click to view in other window.
fr: MESSAGE TRANSFÉRÉ: cliquer pour le voir dans une autre fenêtre.

source: Preview Message Body As Restructuredtext
fr: Prévisualiser le Corps du Message en RestructuredText

source: Parent Message
fr: Message Parent

source: Sorry, the sending of digital messages is currently disabled for maintenance.
fr: Désolé, l'envoi de messages numériques est actuellement désactivé pour maintenance.

source: Message field in which to search for fragment.
fr: Champ de message dans lequel chercher le fragment.

source: Text fragment to be searched for (case insensitive).
fr: Fragment de texte à chercher (insensible à la casse).

# action
source: Filter
fr: Filtrer

source: Expand all messages
fr: Déplier tous les messages

source: Unfold All
fr: Déplier Tous

source: Expand unread/unused messages, fold others
fr: Déplier les messages non lus/inutilisés, replier les autres

source: Smart Fold
fr: Pli Intelligent

source: Fold all messages
fr: Replier tous les messages

source: Fold All
fr: Replier Tous

source: Display All Messages
fr: Afficher Tous les Messages

source: No messages.
fr: Aucun message.

source: No messages to display.
fr: Aucun message à afficher.

source: Mark as starred
fr: Marquer comme favori

source: Mark as non-starred
fr: Marquer comme non-favori

source: Mark as archived
fr: Marquer comme archivé

source: Mark as non-archived
fr: Marquer comme non-archivé

source: Mark as ignored
fr: Marquer comme ignoré

source: Mark as non-ignored
fr: Marquer comme non-ignoré

source: Reply
fr: Répondre

source: Recontact
fr: Recontacter

source: Use template
fr: Utiliser le modèle

source: Delete
fr: Supprimer

source: Collapse this message
fr: Replier ce message

source: Expand this message
fr: Déplier ce message

source: Intercepted by
fr: Intercepté par

source: MESSAGE TRANSFERRED: click to view.
fr: MESSAGE TRANSFÉRÉ: cliquer pour le voir.

source: No content available...
fr: Pas de contenu disponible...

source: Create Game
fr: Créer une Partie

source: New Game Instance
fr: Nouvelle Instance de Jeu

source: Create game instance
fr: Créer instance de jeu

source: Data for
fr: Données pour

source: Replace game database
fr: Remplacer la base de données de jeu

source: Meta Administration
fr: Méta Administration

source: Creator Login:
fr: Identifiant du Créateur :

source: Creator Email:
fr: Email du Créateur :

source: Creation Date:
fr: Date de Création :

source: Activation Link
fr: Lien d'Activation

source: Status:
fr: Statut :

source: last change:
fr: Dernier changement :

source: Accesses:
fr: Accès :

source: last access:
fr: Dernier accès :

source: LOCKED for maintenance until
fr: Verrouillé pour maintenance jusqu'au

source: Unlock game instance
fr: Déverrouiller l'instance de jeu

source: Directly edit instance database (dangerous!)
fr: Modification de la base de données du jeu (dangereux!)

source: Not locked for maintenance
fr: Non verrouillé pour maintenance

source: Lock
fr: Verrouiller

source: Status
fr: Statut

source: Write backup comment here...
fr: Ecrire commentaire ici...

source: Backup with comment
fr: Sauvegarde avec commentaire

source: Are you sure you want to delete this game instance?
fr: Voulez-vous vraiment supprimer définitivement cette instance de jeu ?

source: Get Autoconnect Token
fr: Jeton d'Auto-connexion

source: Result of computation
fr: Résultat du calcul

source: GAME INSTANCE ID
fr: IDENTIFIANT DE PARTIE

source: USERNAME
fr: NOM D'UTILISATEUR

source: Observer Mode (read-only)
fr: Mode Observateur (lecture seule)

source: Compute Token
fr: Calculer Jeton

source: Summary of your belongings
fr: Résumé de vos possessions

source: Money:
fr: Monnaie :

source: Objects:
fr: Objets :

source: Password change
fr: Modification du mot de passe

source: Change Password
fr: Changer le mot de passe

source: You're are currently in a blind friendship with:
fr: Vous êtes actuellement en amitié aveugle avec :

source: No one
fr: Personne

source: Friendship Request
fr: Requête d'Amitié

source: Further information is available in your mailbox.
fr: Des informations supplémentaires vous attendent dans votre messagerie.

source: Log Me In!
fr: Authentifiez moi !

source: Forgot password?
fr: Mot de passe oublié ?

source: Secret Question
fr: Question Secrète

source: Recover Password
fr: Récupérer le Mot de Passe

source: Get back to login page
fr: Revenir à la page d'authentification

source: SUBMIT FORM
fr: SOUMETTRE FORMULAIRE

source: Welcome to Anthropia
fr: Bienvenue sur Anthropia

source: Please use this form to describe the bug you've encountered on our portal.
fr: Veuillez utiliser ce formulaire pour décrire le bogue rencontré sur notre portail.

source: If this form doesn't work, then please directly send a real email to the following address:
fr: Si ce formulaire ne marche pas, veuillez SVP directement envoyer un email réel à l'adresse suivante :

source: Cancel
fr: Annuler

source: Sorry, we need to check your that you're neither a robot, nor a zombie, thanks to this captcha.
fr: Désolé, nous devons vérifier que vous n'êtes ni un robot, ni un zombie, grâce à ce captcha.

source: Terms of Use
fr: Conditions d'utilisation

source: Show Markup Sources
fr: Montrer les Sources

source: Content block '%(article_name)s' would appear here.
fr: Le bloc de contenu %(article_name)s apparaîtrait ici.

source: Use_gems
fr: Utiliser_gemmes

source: Dummy Ability
fr: Compétence Bidon

source: my test title 1
fr: mon titre de test 1

source: my test title 2
fr: mon titre de test 2

source: Private dummy ability
fr: Compétence bidon privée

source: test-title
fr: test-titre

source: Access file
fr: Accéder au fichier

source: here
fr: ici

source: No media file available
fr: Pas de fichier média disponible

source: Too many values sent.
fr: Trop de valeurs envoyées.

source: Logo Animation
fr: Animation de Logo

source: View Help Page
fr: Voir Page d'Aide

source: Help
fr: Aide

source: <Akarith Attack on %(city_name)s>
fr: <Attaque akarite sur %(city_name)s>

source: *** termination planned at %(time)s ***
fr: *** terminaison prévue à %(time)s ***
