Repository: ChrysalisTeam/pychronia
Catalog: pychronia_game/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Teleporters have exhausted all their energy, no more operations possible before two days.
fr: Les téléporteurs ont épuisé toute leur énergie, plus aucune opération n'est possible avant deux jours.

source: <Teldorian Teleportation on %(scan_state)s location %(city_name)s>
fr: <Téléportation teldorienne sur la localisation %(scan_state)s %(city_name)s>

source: scanned
fr: scannée

source: unscanned
fr: non scannée

source: You must first hire mercenaries for this city
fr: Vous devez d'abord engager des mercenaires dans cette ville

source: <Mercenary Intervention on %(city_name)s>
fr: <Intervention de mercenaires à %(city_name)s>

source: Telecom Investigation
fr: Analyse Télécom

source: From:
fr: De :

source: To:
fr: A :

source: Subject:
fr: Sujet :

source: Opening an inquiry into yourself doesn't make much sense.
fr: Ouvrir une enquête sur vous-même n'a aucun sens.

source: Investigation Request for character %(target_official_name)s
fr: Requête d'investigation sur le personnage %(target_official_name)s

source: Please let me know anything you may discover about this individual.
fr: Veuillez nous indiquer tout ce que vous pourriez découvrir sur cet individu.

source: <Inquiry Results for %(target_official_name)s>
fr: <Résultats d'Investigation pour %(target_official_name)s>

source: Telecom investigation is in process, you'll receive the result by email.
fr: Investigation Télécom en cours, vous recevrez le résultat par email.

source: Extra Plugins
fr: Modules Externes

source: Web Geolocation
fr: Géolocalisation Web

source: Business Escrow
fr: Tiers de Confiance

source: Black Market
fr: Marché Noir

source: Chat with Djinns
fr: Contacter le Djinn

source: Respond to user input
fr: Répondre à l'utilisateur

source: Djinns' Temple
fr: Temple des Djinns

source: %s's Shrine
fr: Sanctuaire de %s

source: Unknown djinn name '%s'
fr: Nom de djinn inconnu '%s'

source: [DJINN IS OFFLINE]
fr: [LE DJINN EST HORS-LIGNE]

source: Chess Challenge
fr: Défi d'Echecs

source: Notify victory of a chess player
fr: Enregistrer la victoire d'un joueur d'échecs

source: Master, your chess victory has well been detected and ignored by the server.
fr: Maître, votre victoire aux échecs a bien été détectée et ignorée par le serveur.

source: Chess AI has been defeated by user '%(winner)s'.
fr: L'I.A d'échecs a été battue par l'utilisateur '%(winner)s'.

source: Chat with Djinn
fr: Chatter avec le Djinn

source: Game is not yet started
fr: Le jeu n'a pas encore commencé

source: Djinn Communication
fr: Communication avec les Djinns

source: Consult Djinn
fr: Consulter le Djinn

source: Shrine of Oracles
fr: Autel des Oracles

source: Manor Security
fr: Sécurité du Manoir

source: Lock house doors
fr: Verrouiller les portes de la maison

source: Unlock house doors
fr: Déverrouiller les portes de la maison

source: Manor Security Management
fr: Sécurité du Manoir

source: House doors successfully locked.
fr: Les portes du manoir ont bien été verrouillées.

source: House doors have been locked by security client.
fr: Les portes de la maison ont été verrouillées par le client de sécurité.

source: Doors are already locked.
fr: Portes déjà verrouillées.

source: House doors successfully unlocked.
fr: Les portes du manoir ont bien été déverrouillées.

source: House doors have been successfully unlocked with password.
fr: Les portes de la maison ont bien été déverrouillées par mot de passe.

source: Wrong password.
fr: Mot de passe incorrect.

source: Doors are already unlocked.
fr: Portes déjà déverrouillées.

source: Manor Surveillance Reports
fr: Rapports de Surveillance du Manoir

source: Fetch report
fr: Récupérer un rapport

source: Wrong surveillance report selected
fr: Mauvais rapport de surveillance sélectionné

source: Manor surveillance request for period %s
fr: Demande de rapports de surveillance du manoir pour la période %s

source: Please provide me with an analysis of manor activity during this period.
fr: Veuillez m'adresser une analyse de l'activité du manoir durant cette période.

source: <Manor surveillance response for period %(period)s>
fr: <Rapports de surveillance du manoir pour la période %(period)s>

source: Period '%(period)s' requested near manor surveillance center.
fr: Période '%(period)s' demandée au du centre de surveillance du manoir.

source: Request for surveillance data of period '%s' successfully submitted, you'll receive the result by email
fr: Requête pour les données de surveillance de la période '%s' bien envoyée, le résultat vous sera communiqué par email

source: Biophysical Analysis
fr: Expertise Biophysique

source: Process object analysis
fr: Initier l'analyse d'objet

source: Deep Matter Analysis
fr: Analyse profonde de Matière

source: Deep Analysis Request - item "%s"
fr: Requête d'Analyse Profonde - objet "%s"

source: Please analyse the physical and biological properties of this item.
fr: Veuillez analyser les propriétés physiques et biologiques de cet objet.

source: <Deep Matter Analysis Report - %(item_title)s>
fr: <Rapport d'analyse de matière - %(item_title)s>

source: Item '%(item_title)s' sent for deep matter analysis.
fr: Objet %(item_title)s envoyé pour une analyse approfondie de matière.

source: Item '%s' successfully submitted, you'll receive the result by email
fr: Objet '%s' bien envoyé, le résultat vous sera communiqué par email

source: Mercenaries Hiring
fr: Embauche de Mercenaires

source: Hire mercenaries
fr: Embaucher des mercenaires

source: Mercenaries Management
fr: Gestion des Mercenaires

source: You already control mercenaries in this location
fr: Vous contrôlez déjà des mercenaires dans cette ville

source: Mercenary hired in %(location)s
fr: Mercenaires embauchés à %(location)s

source: Mercenaries have been successfully hired
fr: Les mercenaires ont bien été engagés

source: Runic Translation
fr: Traduction Runique

source: Translate runes
fr: Traduire les runes

source: Runic translations
fr: Traductions Runiques

source: The transcription submitted is empty.
fr: La transcription envoyée est vide.

source: Translation Request
fr: Requête de Traduction

source: unknown
fr: inconnu

source: <Rune Translation Result>
fr: <Résultat de Traduction Runique>

source: Below is the output of the automated translation process for the runes of the targeted object. Please note that any error in the decoding of runes may lead to important errors in the translation result. Runes transcription: "%(original)s" Translation result: "%(translation)s"
fr: Ci-dessous le résultat du processus de traduction automatisée pour les runes de l'objet ciblé. Veuillez noter que toute erreur dans le décodage des runes peut avoir de lourds impacts sur cette traduction. Transcription des runes : "%(original)s" Résultat de la traduction : "%(translation)s"

source: Translation request submitted (presumably for item '%(item_title)s').
fr: Requête de traduction envoyée (probablement pour l'objet '%(item_title)s').

source: Runic transcription successfully submitted, the result will be emailed to you.
fr: Transcription de runes bien envoyée, le résultat vous sera communiqué par email.

source: Process Telecom Investigation
fr: Lancer les Analyses Télécom

source: No conversations found in target data.
fr: Aucune conversation trouvée dans les données ciblées.

source: Telecom Investigation Request - %(target_name)s
fr: Requête d'Investigation Télécom - %(target_name)s

source: Please look for anything you can find about this person.
fr: Veuillez nous indiquer tout ce que vous pourriez découvrir sur cet individu.

source: Telecom Investigation Results - %(target_name)s
fr: Résultats d'Investigation Télécom - %(target_name)s

source: Telecom investigation launched on target '%(target_name)s'.
fr: Requête d'investigation lancée sur la cible '%(target_name)s'.

source: Telecom investigation is in process, you will receive an e-mail with the intercepted messages soon!
fr: Investigation Télécom en cours, vous recevrez bientôt le résultat par email!

source: No wiretapping slots available.
fr: Pas d'emplacement de mise sur écoute disponible

source: Target %d
fr: Cible %d

source: Wiretapping
fr: Mise sur Ecoute

source: Choose wiretapping targets
fr: Choisir les cibles de mise sur écoute

source: Purchase wiretapping slot
fr: Acheter un kit d'écoute

source: Purchase confidentiality protection
fr: Acheter une protection de confidentialité

source: Wiretapping Management
fr: Gestion des Mises sur Écoute

source: Wiretapping slot properly purchased.
fr: Système de mise sur écoute acheté avec succès.

source: Too many wiretapping targets
fr: Trop de cibles désignées pour la mise sur écoute

source: Wiretapping targets set to (%(targets)s).
fr: Cibles de mise sur écoute mises à (%(targets)s).

source: Wiretapping successfully set up.
fr: Mise sur écoute correctement activée

source: You already have confidentiality system activated
fr: Vous avez déjà un système de confidentialité activé

source: Confidentiality system activated.
fr: Système de confidentialité activé.

source: Confidentiality system properly activated.
fr: Système de confidentialité correctement activé.

source: World Scan
fr: Scan Mondial

source: Choose world scan model
fr: Choisir cible du scan mondial

source: <Scanning Request - "%s">
fr: <Requête de Scan - "%s">

source: Please scan the world according to the features of this object.
fr: Veuillez scanner la planète en fonction des caractéristiques de cet objet.

source: <World Scan Result - %(item)s>
fr: <Résultat de Scan Mondial - %(item)s>

source: Below is the result of the scanning operation which has been performed according to the documents you sent. Please note that these results might be incomplete or erroneous, depending on the accuracy of the information available. Potential locations of similar items: %(locations_found)s
fr: Ci-dessous le résultat de l'opération de scan qui a été effectuée selon les documents que vous avez fournis. Veuillez noter que les résultats peuvent être incomplets ou erronés, en fonction de la précision des informations disponibles. Localisations possible d'objets similaires: %(locations_found)s

source: Automated scanning request sent for item '%(item_title)s'.
fr: Requête de scan envoyée pour l'objet '%(item_title)s'.

source: World scan submission in progress, the result will be emailed to you.
fr: Requête de scan mondial bien envoyée, le résultat vous sera communiqué par email.

source: View Database
fr: Voir les Données

source: Manage Characters
fr: Gérer les Personnages

source: Attributes of user "%(username)s" have been modified:
fr: Des attributs de l'utilisateur "%(username)s" ont été modifiés :

source: Some character updates failed (see below).
fr: Certaines modifications de personnages ont échoué (CF ci-dessous).

source: Characters were properly updated.
fr: Les personnages ont été mis à jour avec succès.

source: Character Identities
fr: Identité des Personnages

source: Database Operations
fr: Opérations de base de données

source: Error - no operation specified
fr: Erreur - pas d'opération spécifiée

source: Error : %r
fr: Erreur : %r

source: Fail Test
fr: Test d'Echec

source: Mail sent
fr: Mail envoyé

source: Media Display Test
fr: Test d'affichage des médias

source: Game is paused?
fr: Jeu en pause ?

source: Disable ability auto-responses?
fr: Désactiver les réponse automatiques des compétences spéciales ?

source: Disable real email notifications?
fr: Désactiver les notifications sur les emails réels ?

source: Game views
fr: Pages de jeu

source: No views to be activated
fr: Pas de vues à activer

source: Set theoretical game duration in days
fr: Changer la durée théorique du jeu en jours

source: Master Login (immutable)
fr: Identifiant Maître (immuable)

source: Master Password (NOT your usual one)
fr: Mot de passe Maître (PAS votre habituel)

source: Master Real Email (optional)
fr: Email réel du Maître (optionnel)

source: Admin Dashboard
fr: Tableau de Bord Admin

source: Save admin widgets' order
fr: Sauver l'ordre des contrôles admin

source: Activate views
fr: Activer pages

source: Set game duration
fr: Changer la durée du jeu

source: Set game pause state
fr: Changer l'état de pause du jeu

source: Change game master credentials
fr: Changer les données du Maître

source: Set ability autoresponses
fr: Paramétrer les réponses automatiques des compétences spéciales

source: Set external notifications
fr: Régler les notifications externes

source: Views status well saved.
fr: Statut des vues bien sauvegardé

source: Game theoretical duration well saved.
fr: Durée théorique du jeu bien sauvegardée.

source: Game state well saved.
fr: État du jeu bien sauvegardé.

source: Game master credentials well changed.
fr: Données du Maître bien changées.

source: Automated ability responses well %(new_state)s.
fr: Réponses automatiques des compétences mises en état %(new_state)s.

source: enabled
fr: activé

source: disabled
fr: désactivé

source: External email notifications well %(new_state)s.
fr: Notifications email externes bien mises en état %(new_state)s.

source: Admin Information
fr: Informations Admin

source: Image (url or local file)
fr: Image (url ou fichier local)

source: Made of gems
fr: Constitué de gemmes

source: Total cost
fr: Coût total

source: Count of items
fr: Nombre d'articles

source: Edit Game Items
fr: Editer les Objets du Jeu

source: Submit an item
fr: Soumettre un article

source: Delete an item
fr: Supprimer un article

source: View Master Manual
fr: Manuel du Maître de Jeu

source: Avatar (url or local file)
fr: Avatar (url ou fichier local)

source: Edit Email Contacts
fr: Editer les Contacts

source: Submit a contact
fr: Soumettre un contact

source: Delete a contact
fr: Supprimer un contact

source: File (url or local file)
fr: Fichier (url ou fichier local)

source: Edit Radio Spots
fr: Editer les Spots Radio

source: Submit radio spot
fr: Envoyer le spot radio

source: Delete radio spot
fr: Détruire le spot radio

source: Generate text-to-speech sample
fr: Générer le morceau de synthèse vocale

source: Categories
fr: Catégories

source: Clue code (lowercase slug)
fr: Code d'indice (jeton en minuscules)

source: Clue code must be a lowercase spaceless slug
fr: Le code d'indice doit être un jeton en minuscules

source: Edit Static Pages
fr: Editer les Pages Statiques

source: Submit a static page
fr: Soumettre une page statique

source: Delete a static page
fr: Supprimer une page statique

source: Manage Webradio Playlist
fr: Gérer la Playlist Webradio

source: Save radio playlist
fr: Enregistrer la playlist radio

source: Radio playlist was emptied, it contained: %(playlist)s
fr: La liste de lecture radio a été vidée, elle contenait: %(playlist)s

source: Web Radio Management
fr: Gestion de la Radio Web

source: Web Radio has been turned OFF.
fr: La Radio Web a été éteinte.

source: Web Radio has been turned ON.
fr: La Radio Web a été allumée.

source: Player notifications have been enqueued.
fr: Les notifications aux joueurs ont été mises en liste de lecture.

source: Homepage
fr: Accueil

source: Welcome to Anthropia, %s
fr: Bienvenue sur Anthropia, %s

source: Opening
fr: Ouverture

source: Auction Bidders
fr: Enchérisseurs

source: Characters
fr: Personnages

source: Money transfer successful.
fr: Transfert d'argent réussi.

source: Gems transfer successful.
fr: Transfert de gemmes réussi.

source: Artefact transfer successful.
fr: Transfert d'artefact réussi.

source: Auction Items
fr: Objets d'Enchères

source: All Items
fr: Tous les Objets

source: Object successfully transferred to '%s'.
fr: Objet transféré avec succès à '%s'.

source: Improper recipient
fr: Destinataire invalide

source: Sale successfully canceled for '%s'.
fr: Vente correctement annulée pour '%s'.

source: Auction Slideshow
fr: Diaporama d'Enchères

source: Items Slideshow
fr: Diaporama d'Objets

source: My Items
fr: Mes Objets

source: Item 3D View
fr: Vue 3D d'Objet

source: Ajax Chat
fr: Chat Ajax

source: system
fr: Système

source: Auction Chatroom
fr: Chatroom d'Enchères

source: Captcha check successful.
fr: Vérification captcha réussie.

source: Captcha check failed.
fr: Vérification captcha ratée.

source: Security Check
fr: Vérification de sécurité

source: Security Captcha
fr: Captcha de Sécurité

source: Static World Map
fr: Carte du Monde Statique

source: Dynamic World Map
fr: Carte du Monde Dynamique

source: Clue
fr: Indice

source: Full Index Visibility
fr: Visibilité d'Index Complète

source: Encyclopedia
fr: Encyclopédie

source: Set encyclopedia index visibility
fr: Changer la visibilité de l'index encyclopédique

source: Sorry, no encyclopedia article has been found for id '%s'
fr: Désolé, pas d'article encyclopédique trouvé pour l'ID '%s'

source: Sorry, no matching encyclopedia article has been found for '%s'
fr: Désolé, pas d'article encyclopédique correspondant à '%s'

source: Your search has led to a single article, below.
fr: Votre recherche a mené à un unique article, ci-dessous.

source: Pangea Encyclopedia
fr: Encyclopédie de Pangéa

source: Encyclopedia index visibility has now been set to %s
fr: La visibilité de l'index encyclopédique a été mise à %s

source: Ajax Audio Message Finished
fr: Message Audio Ajax Fini

source: Ajax Next Audio Message
fr: Message Audio Ajax Suivant

source: Pangea Webradio
fr: Webradio Pangéa

source: Webradio Popup
fr: Popup Webradio

source: Radio Conf
fr: Configuration Radio

source: [No radio spot currently available]
fr: [Pas de spot radio actuellement disponible]

source: Radio Station
fr: Station Radio

source: You're listening to Pangea Radio.
fr: Vous écoutez Radio Pangée.

source: Personal Files
fr: Documents Personnels

source: Your personal folder is unreachable.
fr: Votre dossier personnel est inatteignable.

source: You currently don't have any files in your personal folder.
fr: Vous n'avez aucun fichier personnel pour le moment.

source: Personal Folder
fr: Documents Personnels

source: View Media
fr: Voir Média

source: You must provide a valid media url.
fr: Vous devez fournir une url de média valide.

source: Encrypted Folder
fr: Dossier Chiffré

source: Folder decryption successful.
fr: Décodage de l'archive réussi.

source: Encrypted archive '%s'
fr: Archive codée '%s'

source: No files were found in the folder.
fr: Aucun fichier dans le dossier.

source: Decrypted archive
fr: Décoder l'archive

source: Forbidden Area Entrance
fr: Entrée du Domaine Interdit

source: Body
fr: Corps

source: Recipients
fr: Destinataires

source: Mask recipients
fr: Masquer les destinataires

source: Attachment
fr: Pièce jointe

source: Message template %s not found
fr: Modèle de message %s non trouvé

source: Parent message %s not found
fr: Message parent %s non trouvé

source: Access to initial message forbidden.
fr: Accès au message initial interdit.

source: Use markup language (RestructuredText)
fr: Utiliser des balises (RestructuredText)

source: Sending delay in hours (eg. 2.4)
fr: Délai d'envoi en heures (ex. 2.4)

source: Placeholder remaining in text
fr: Marqueur de substitution restant dans le texte

source: Dispatched Messages
fr: Messages Expédiés

source: All Dispatched Messages
fr: Tous les Messages Expédiés

source: Recent Dispatched Messages
fr: Messages Expédiés Récemment

source: Pending Messages
fr: Messages en Attente

source: All Queued Messages
fr: Messages en Attente

source: Force Message Sending
fr: Forcer Envoi du Message

source: Message Templates
fr: Modèles de Messages

source: Unknown template category '%(category)s'
fr: Catégorie de modèle inconnue '%(category)s'

source: NPC Conversations
fr: PNJ Conversations

source: All My Conversations
fr: Toutes Mes Conversations

source: My Recent Conversations
fr: Mes Conversations Récentes

source: Intercepted Messages
fr: Messages Interceptés

source: All Intercepted Messages
fr: Tous Messages Interceptés

source: Recent Intercepted Messages
fr: Messages Interceptés Récents

source: Archived Messages
fr: Messages Archivés

source: NPC Archived Messages
fr: PNJ Messages Archivés

source: All Archived Messages
fr: Tous Messages Archivés

source: Recent Archived Messages
fr: Messages Archivés Récents

source: Set Template Boolean Flags
fr: Régler les paramètres booléens des modèles

source: Set Message Boolean Flags
fr: Régler les paramètres booléens des messages

source: Delete Message
fr: Effacer Message

source: Compose Message
fr: Nouveau Message

source: Message successfully sent.
fr: Message envoyé avec succès.

source: Errors in message fields.
fr: Erreur dans les champs du message.

source: View Single Message
fr: Voir Message Seul

source: The requested message doesn't exist.
fr: Le message demandé n'existe pas.

source: Message couldn't be found.
fr: Message non trouvé.

source: Single Message
fr: Message Unique

source: Message Preview
fr: Aperçu du Message

source: No content submitted for display
fr: Pas de contenu envoyé pour affichage

source: Set minimum friendship duration in minutes
fr: Changer la durée d'amitié minimum en minutes

source: Login
fr: Connexion

source: Your Web browser might have cookies disabled. Cookies are required to properly log in.
fr: Votre navigateur Web ne semble pas supporter les Cookies. Ceux-ci sont nécessaires pour l'authentification.

source: You've been successfully logged in.
fr: Vous avez bien été authentifié.

source: User Authentication
fr: Authentification Utilisateur

source: Log Out
fr: Fermer la session

source: You've been successfully logged out.
fr: Vous avez bien été déconnecté.

source: Password Recovery
fr: Récupération du Mot de Passe

source: You must provide a valid username to recover your password
fr: Vous devez fournir un nom d'utilisateur valide pour récupérer votre mot de passe

source: Your password will be emailed to your backup address as soon as possible.
fr: Votre mot de passe va être envoyé à votre adresse de secours dès que possible.

source: Personal Profile
fr: Profil Personnel

source: Change password
fr: Changer le mot de passe

source: User Profile
fr: Profil Utilisateur

source: User account password has been changed.
fr: le mot de passe du compte utilisateur a été changé.

source: Password change successfully performed.
fr: Changement de mot de passe effectué avec succès.

source: User Identifier
fr: Identifiant Utilisateur

source: Friendship Management
fr: Gestion de l'Amitié

source: Propose friendship
fr: Proposer une amitié

source: Accept friendship
fr: Accepter la proposition d'amitié

source: Cancel friendship proposal
fr: Annuler la proposition d'amitié

source: Cancel friendship
fr: Annuler l'amitié

source: Set minimum friendship duration
fr: Changer la durée d'amitié minimum

source: Minimum friendship duration well set.
fr: Durée minimale d'amitié correctement changée.

source: Cancel friendship proposal.
fr: Annuler la proposition d'amitié.

source: You've proposed a friendship to that user.
fr: Vous avez proposé une amitié à cet utilisateur.

source: Accept friendship proposal.
fr: Accepter la proposition d'amitié.

source: You've been proposed a friendship by that user.
fr: Cet utilisateur vous a proposé une amitié.

source: You've been friend with that user for a short time (impossible to break this friendship at the moment).
fr: Vous êtes ami avec cet utilisateur depuis peu de temps (impossible de briser cette amitié pour l'instant).

source: Abort friendship.
fr: Annuler l'amitié.

source: You're friends with that user.
fr: Vous êtes ami avec cet utilisateur.

source: Propose friendship.
fr: Proposer une amitié.

source: You're not friends with that user.
fr: Vous êtes n'êtes pas ami avec cet utilisateur.

source: Invalid username '%s'
fr: Identifiant utilisateur '%s' invalide.
