Repository: ChrysalisTeam/pychronia
Catalog: pychronia_game/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Operation successful.
fr: Opération réussie.

source: Unexpected exception caught in action_failure_handler - %r
fr: Exception inattendue dans action_failure_handler - %r

source: An internal error occurred
fr: Une erreur interne est survenue

source: Unexpected exception occurred in exception swallower context: %r !
fr: Exception inattendue dans le contexte de l'avaleur d'exceptions : %r !

source: Exception Swallower logging is broken !!!
fr: Le logger de l'avaleur d'exceptions est cassé !!!

source: Game is currently paused for players.
fr: le jeu est actuellement en pause pour les joueurs.

source: *Below is the output of the automated ability processing, for recipient %(recipient)s. Please review it, modify it, and mail it manually to the user, with a proper delay.*
fr: *Ci-dessous le résultat automatisé de la compétence, pour le destinataire %(recipient)s. Veuillez le passer en revue, le modifier, et l'envoyer manuellement à l'utilisateur, avec un délai approprié.*

source: Entry '%s' already exists
fr: L'entrée '%s' existe déjà

source: Entry '%s' properly submitted
fr: Entrée '%s' correctement soumise

source: Entry '%s' not found
fr: Entrée '%s' introuvable

source: Entry '%s' properly deleted
fr: Entrée '%s' correctement détruite

source: Hints for Game Master
fr: Indices pour Maître de Jeu

source: Gem of %(cost)d¤ (%(origin)s)
fr: Gemme à %(cost)d¤ (%(origin)s)

source: Gem of %d¤ (unknown origin)
fr: Gemme de %d¤ (origine inconnue)

source: Pay with money
fr: Payer en argent

source: Or pay with gems
fr: Ou payer en gemmes

source: Wrong data submitted
fr: Mauvaises données soumises

source: You must choose between money and gems, for payment.
fr: Vous devez choisir entre argent et gemmes, pour le paiement.

source: Initial identifier
fr: Identifiant initial

source: Identifier
fr: Identifiant

source: Identifier must contain no space
fr: L'identifiant ne doit pas contenir d'espace

source: Currently impersonated user can't access view '%s'
fr: L'utilisateur actuellement usurpé ne peut pas accéder à la vue '%s'

source: Access denied to page %s
fr: Accès interdit à la page %s

source: An unexpected server error occurred, please retry (%s)
fr: Une erreur serveur inattendue est survenue, veuillez réessayer (%s)

source: contact webmaster if it persists
fr: contactez le webmaster si cela persiste

source: You are not allowed to submit changes to that page
fr: Vous n'êtes pas autorisé à soumettre des changements à cette page

source: Access reserved to privileged members.
fr: Accès réservé aux membres autorisés.

source: Authentication required.
fr: Authentification requise.

source: Access globally forbidden.
fr: Accès interdit à tous.

source: This action requires personal permissions
fr: Cette action requiert des permissions particulières

source: Wrong arguments when calling method %s
fr: Mauvais paramètres lors de l'appel à la méthode %s

source: Forbidden action '%s' called by unauthorized user
fr: Action interdite '%s' appelée par un utilisateur non autorisé

source: Abnormal action name: %(action_name)s (available: %(actions)r)
fr: Nom d'action anormal: %(action_name)s (disponibles: %(actions)r)

source: Operation successful
fr: Opération réussie

source: Submitted data is invalid
fr: Les données soumises sont invalides

source: Submitted form data hasn't been recognized
fr: Les données de formulaire n'ont pas été reconnues

source: Inactive middleware lookup in get_middleware_settings() of %s
fr: Recherche d'un middleware inexistant dans get_middleware_settings() de %s

source: Cost when paying with money: %s kashes.
fr: Prix si paiement en argent: %s kashes.

source: Can't be bought with money.
fr: Ne peut être acheté avec de l'argent.

source: Cost when paying with gems: %s kashes.
fr: Prix si paiement en gemmes: %s kashes.

source: Can't be bought with gems.
fr: Ne peut être acheté avec des gemmes.

source: A payment of %(cost)s¤ was issued with gems %(gems_list)s for service '%(service)s'
fr: Un paiement de %(cost)s¤ a été effectué avec les gemmes %(gems_list)s pour le service '%(service)s'

source: A payment of %(cost)s¤ was issued with money, for service '%(service)s'
fr: Un paiement de %(cost)s¤ a été effectué en monnaie pour le service '%(service)s'

source: You need at least %(gems_price)s kashes of gems to buy this asset
fr: Vous avez besoin d'au moins %(gems_price)s kashes en gemmes pour payer ce bien

source: You provided too many gems for the value of that asset, please top off
fr: Vous avez donné trop de gemmes pour la valeur de ce bien, veuillez faire l'appoint

source: You need at least %(price)s kashes in money to buy this asset
fr: Vous avez besoin d'au moins %(price)s kashes en argent pour payer ce bien

source: Total units available: %s.
fr: Unités disponibles au total: %s.

source: Total units already used: %s.
fr: Unités déjà utilisées au total: %s.

source: Units available per user: %s.
fr: Unités disponibles par utilisateur: %s.

source: Units already consumed by yourself: %s.
fr: Unités que vous avez déjà consommées: %s.

source: The global quota (%(max_per_game)s uses) for that asset has been exceeded
fr: Vous avez dépassé le quota global (%(max_per_game)s utilisations) pour ce bien

source: You have exceeded your quota (%(max_per_character)s uses) for that asset
fr: Vous avez dépassé votre quota (%(max_per_character)s utilisations) pour ce bien

source: This action can be performed %(max_uses_per_period)s time(s) every %(actual_delay_mn)s minutes.
fr: Cette action peut être effectuée %(max_uses_per_period)s fois toutes les %(actual_delay_mn)s minutes.

source: In this last period, you've done it %s time(s).
fr: Durant la dernière période, vous l'avez fait %s fois.

source: You must respect a waiting period to use that asset.
fr: Vous devez respecter une période de jachère pour utiliser ce bien.

source: Couldn't find %(type)s item with key %(key)s
fr: Impossible de trouver l'objet de type %(type)s avec la clef %(key)s

source: Items of type %(type)s with key %(key)s already exists
fr: L'objet de type %(type)s avec la clef %(key)s existe déjà

source: Can't modify %(type)s item with key %(key)s
fr: Impossible de modifier l'objet de type %(type)s avec la clef %(key)s

source: Can't delete %(type)s item with key %(key)s
fr: Impossible de détruire l'objet de type %(type)s avec la clef %(key)s

source: Already existing instance
fr: Instance déjà existante

source: Unexisting instance %r
fr: Instance inexistante %r

source: Can't delete active instance %r
fr: Impossible de détruire l'instance active %r

source: Metadata check didn't allow access to instance.
fr: Les vérifications de métadonnées ont interdit l'accès à l'instance.

source: Instance %s is in maintenance.
fr: L'instance %s est en maintenance.

source: Instance %s is NOT in maintenance.
fr: L'instance %s n'est PAS en maintenance.

source: Wrong new game status %(status)s for %(instance_id)r
fr: Mauvais nouveau statut %(status)s pour %(instance_id)r

source: sender
fr: expéditeur

source: recipient
fr: destinataire

source: interceptor
fr: intercepteur

source: Unexisting setting %s
fr: Paramètre inexistant %s

source: Beware, your impersonation is in writable mode.
fr: Attention, votre usurpation d'identité est en mode écriture.

source: Website currently in read-only mode, for maintenance.
fr: Site web actuellement en lecture seule, pour maintenance.

source: Unknown username %s
fr: identifiant utilisateur inconnu %s

source: Unidentified
fr: Non identifié

source: None
fr: Aucun(e)

source: Wrong email %s
fr: Mauvais email %s

source: Wrong domain name %s
fr: Mauvais nom de domaine %s

source: Invalid instance username: '%s'
fr: Identifiant utilisateur invalide dans l'instance : '%s'

source: Invalid requested impersonation target: %s
fr: Cible d'usurpation demandée invalide : %s

source: Unauthorized user impersonation detected: %s
fr: Usurpation d'identité non autorisée détectée: %s

source: Invalid session ticket: %s
fr: Ticket de session invalide: %s

source: Wrong password
fr: Mauvais mot de passe

source: Invalid new password submitted
fr: Mauvais nouveau mot de passe soumis

source: Wrong current password submitted
fr: Mauvais mot de passe actuel soumis

source: Game master can't recover his password through a secret question.
fr: Le Maître du jeu ne peut récupérer son mot de passe via une question secrète.

source: Invalid username.
fr: Identifiant utilisateur invalide.

source: That user has no secret question set up.
fr: Cet utilisateur n'a pas de question secrète configurée.

source: Right answer, but invalid email address %s.
fr: Bonne réponse, mais mauvaise adresse email %s.

source: <Password Recovery System>
fr: <Récupération du Mot de Passe>

source: The password corresponding to your login %(username)s is '%(password)s'. Please keep it carefully and do not share it with anyone else.
fr: Le mot de passe correspondant à votre login %(username)s est '%(password)s'. Gardez le précieusement et ne le partagez avec personne d'autre.

source: Password of %(username)s has been recovered by %(target_email)s.
fr: Le mot de passe de %(username)s a été récupéré par %(target_email)s.

source: Wrong answer supplied.
fr: Mauvaise réponse fournie.

source: Invalid new secret question or secret answer submitted
fr: Question ou réponse secrète invalide soumise

source: Secret question and secret answer must be both set or both empty
fr: La question et la réponse secrète doivent être tous deux vides ou tous deux non-vides

source: Forbidden friendship proposal: %(username)s -> %(recipient)s
fr: Proposition d'amitié interdite: %(username)s -> %(recipient)s

source: User %s can't be friend with himself
fr: L'utilisateur %s ne peut être ami avec lui-même

source: Already existing friendship between %(username)s and %(recipient)s
fr: Amitié déjà existante entre %(username)s et %(recipient)s

source: %(username)s has already requested the friendship of %(recipient)s
fr: %(username)s a déjà demandé l'amitié de %(recipient)s

source: Unexisting friendship: %(username1)s<->%(username1)s
fr: Amitié inexistante: %(username1)s<->%(username1)s

source: That friendship is too young to be terminated - please respect the waiting period
fr: Cette amitié est trop jeune pour être annulée - veuillez respecter la période de jachère.

source: Sender, recipient, and subject of the message mustn't be empty
fr: L'émetteur, destinataire et sujet du message ne doivent pas être vides

source: Email address %s is invalid
fr: L'adresse email %s est invalide

source: Unknown dispatched message id '%s'
fr: Identifiant de message expédié inconnu '%s'

source: Unknown queued message id '%s'
fr: Identifiant de message en attente inconnu '%s'

source: Mailbox %s has rejected your email
fr: La boîte aux lettres %s a rejeté votre email

source: Unexisting template id %r
fr: Identifiant de modèle %r inexistant

source: Unidentified contact
fr: Contact non identifié

source: Unknown target username '%(target)s'
fr: Utilisateur cible inconnu '%(target)s'

source: radio spots
fr: spots radio

source: Unknown radio message identifier - %(audio_id)s
fr: Identifiant de message radio inconnu - %(audio_id)s

source: Unknown radio frequency
fr: Fréquence radio inconnue

source: Only authenticated users may chat
fr: Seuls les utilisateurs authentifiés peuvent chatter

source: Chat message can't be empty
fr: Le message de chat ne peut être vide

source: Only strings representing DataManager methods can be scheduled as delayed actions, not %(function)s
fr: Seules les chaines de caractère représentant des méthodes du DataManager peuvent être planifiées comme actions temporisées, et non %(function)s

source: You can only register a callable object as a delayed action, not a %(function)r
fr: Vous ne pouvez enregistrer que les objets appelables en tant qu'actions temporisées, non %(function)r

source: This encrypted archive doesn't exist.
fr: Cette archive encodée n'existe pas.

source: Wrong password for this encrypted folder.
fr: Mauvais mot de passe pour cette archive chiffrée.

source: Encrypted folder '%(folder)s/%(password)s' accessed by user '%(username)s'.
fr: Dossier chiffré '%(folder)s/%(password)s' ouvert par l'utilisateur '%(username)s'.

source: objects/gems
fr: objets/gemmes

source: Unknown item %s
fr: Élément inconnu %s

source: Money amount must be positive
fr: La somme d'argent doit être positive

source: Sender and recipient must be different
fr: L'émetteur et le destinataire doivent être différents

source: Bank doesn't have enough money available
fr: La banque n'a plus assez d'argent en réserve

source: Sender doesn't have enough money
fr: L'émetteur n'a pas assez d'argent

source: Bank operation: %(amount)s kashes transferred from %(from_name)s to %(to_name)s.
fr: Opération bancaire: %(amount)s kashes transférés de %(from_name)s à %(to_name)s.

source: Reason: %(reason)s
fr: Raison : %(reason)s

source: Impossible to free item, some gems from this package have already been used
fr: Impossible de libérer l'objet, des gemmes de ce lot ont déjà été utilisées

source: Unknown user name '%s'
fr: Identifiant utilisateur inconnu '%s'

source: no one
fr: personne

source: This object doesn't belong to %s
fr: Cet objet n'appartient pas à %s

source: Impossible to have same origin and destination for item transfer
fr: Impossible d'avoir même origine et destination pour le transfert d'objet

source: Item %(item_name)s transferred from %(from_name)s to %(char_name)s.
fr: Objet %(item_name)s transféré de %(from_name)s à %(char_name)s.

source: You must transfer at least one gem
fr: Vous devez transférer au moins une gemme

source: Sender doesn't possess these gems
fr: L'émetteur ne possède pas ces gemmes

source: Gems transferred from %(from_name)s to %(to_name)s: %(gems_choices)s.
fr: Gemmes transférées de %(from_name)s à %(to_name)s : %(gems_choices)s.

source: Gems debited from %(username)s: %(gems_choices)s.
fr: Gemmes débitées de %(username)s : %(gems_choices)s.

source: Selected gems couldn't be found among spent gems
fr: Les gemmes sélectionnées sont introuvables parmi celles dépensées

source: Gems credited to %(username)s: %(gems_choices)s.
fr: Gemmes créditées à %(username)s : %(gems_choices)s.

source: Unknown view names detected in the set of views to be activated: %r
fr: Noms de vues inconnus détectés dans l'ensemble des vues à activer: %r

source: static pages
fr: pages statiques

source: Data category '%s' not found
fr: Catégorie de données '%s' introuvable

source: Data code '%s' not found
fr: Code de données '%s' introuvable

source: Unknown captcha id %s
fr: Identifiant de captcha inconnu %s

source: Nope, it looks like this captcha had no known answer...
fr: Nope, il semble que ce captcha n'avait pas de réponse connue...

source: Incorrect captcha answer '%s'
fr: Réponse au captcha incorrecte '%s'

source: Concurrent access conflict on the resource, please retry
fr: Conflit d'accès concurrent à la ressource, veuillez réessayer

source: This feature is unavailable at the moment
fr: Fonctionnalité non accessible pour le moment

source: Couldn't solve 'concurrent access' conflict on the resource
fr: Impossible de résoudre le conflit d'accès concurrent à la ressource

source: Username '%s' is unknown
fr: Identifiant utilisateur '%s' inconnu

source: Impersonation target '%s' is unknown
fr: Cible d'usurpation d'identité '%s' inconnue

source: Bank
fr: Banque

source: Sender
fr: Emetteur

source: Recipient
fr: Destinataire

source: No money available for transfer.
fr: pas d'argent disponible pour transert.

source: Amount
fr: Montant

source: Reason
fr: Raison

source: Gems
fr: Gemmes

source: Is NPC
fr: Non Joueur

source: Official name
fr: Nom officiel

source: Official role
fr: Rôle officiel

source: Real life identity
fr: Identité vie réelle

source: Real life email
fr: Email vie réelle

source: Allegiances
fr: Allégeance

source: Extra Goods
fr: Biens Supplémentaires

source: New secret question
fr: Nouvelle question secrète

source: New secret answer
fr: Nouvelle réponse secrète

source: Password
fr: Mot de passe

source: Username
fr: Utilisateur

source: Current password
fr: Mot de passe actuel

source: New password
fr: Nouveau mot de passe

source: New password (again)
fr: Nouveau mot de passe (confirmation)

source: New passwords not matching
fr: Les nouveaux mots de passe ne correspondent pas.

source: Answer
fr: Réponse

source: Radio Frequency
fr: Fréquence Radio

source: Category
fr: Catégorie

source: Select a time period...
fr: Sélectionnez une période...

source: Period
fr: Période

source: Object
fr: Objet

source: < Use Description Instead >
fr: < Utiliser la Description >

source: Reference Object
fr: Objet de Référence

source: Or Description
fr: Ou Description

source: Location
fr: Lieu

source: Name
fr: Nom

source: No artefacts currently owned.
fr: Vous ne possédez pas d'artefacts.

source: Select your artefact...
fr: Sélectionnez votre artefact...

source: Select an acquaintance...
fr: Sélectionnez une connaissance...

source: User
fr: Utilisateur

source: Auction
fr: Enchères

source: Media
fr: Médias

source: Messaging
fr: Messagerie

source: Abilities
fr: Compétences

source: Profile
fr: Profil

source: Game instance ID (slug)
fr: ID d'instance de jeu (slug)

source: Creator login
fr: Identifiant du créateur

source: Creator email
fr: Email du créateur

source: New game instance of Chrysalis RPG
fr: Nouvelle instance de jeu Chrysalis RPG

source: Dear %(creator_login)s, here is the link that will allow you to complete the creation of your Chrysalis game, and to automatically sign in as the game master. %(activation_link)s regards, The Chrysalis Team
fr: Cher %(creator_login)s, voici le lien qui vous permettra de compléter la création de votre partie de Chrysalis, et d'automatiquement vous connecter en temps que maître du jeu. %(activation_link)s cordialement, L'Equipe Chrysalis

source: Please provide a valid email address, so that we can send you the activation link for your new game. If after several attempts you don't manage to create your game, please contact the game staff.
fr: Veuillez fournir un email valide, afin que nous puissions vous envoyer le lien d'activation de votre partie. Si après plusieurs tentatives vous n'arrivez pas à créer votre partie, veuillez contacter les créateurs du jeu.

source: Please choose another game identifier.
fr: Veuillez choisir un autre identifiant de jeu.

source: Couldn't send activation email.
fr: Impossible d'envoyer l'email d'activation.

source: Game instance '%(game_instance_id)s' successfully created for '%(creator_login)s/%(creator_email)s'
fr: Instance de jeu '%(game_instance_id)s' créée avec succès pour '%(creator_login)s/%(creator_email)s'

source: The activation email has been sent to %(creator_email)s.
fr: L'email d'activation a été envoyé à %(creator_email)s.

source: Debug Information: [%(activation_link)s].
fr: Information de débogage : [%(activation_link)s].

source: Invalid game creation form submitted.
fr: Formulaire de création de partie invalide soumis.

source: In case you don't get properly redirected, please copy this link into our URL bar: %(target_url)s
fr: Si vous n'êtes pas correctement redirigé, veuillez copier ce lien dans votre barre d'adresse : %(target_url)s

source: Activation key not recognized
fr: Clef d'activation non reconnue

source: Game instance '%(game_instance_id)s' successfully locked
fr: Partie '%(game_instance_id)s' verrouillée avec succès

source: Game instance '%(game_instance_id)s' successfully unlocked
fr: Partie '%(game_instance_id)s' déverrouillée avec succès

source: Game instance '%(game_instance_id)s' status changed to '%(new_status)s'
fr: Statut de la partie '%(game_instance_id)s' changé à '%(new_status)s'

source: Game instance '%(game_instance_id)s' was deleted
fr: La partie '%(game_instance_id)s' a été détruite

source: Game instance '%(game_instance_id)s' backup with comment '%(backup_comment)s' done
fr: Sauvegarde de la partie '%(game_instance_id)s' avec commentaire '%(backup_comment)s' effectuée

source: Auto-connection token for instance=%(game_instance_id)s, login=%(login)s and is_observer=%(is_observer)s is displayed below
fr: Le jeton d'auto-connexion pour instance=%(game_instance_id)s, login=%(login)s et is_observer=%(is_observer)s est affiché ci-dessous

source: Unknown admin action
fr: Action d'administration inconnue

source: Unexpected error: %s
fr: Erreur inattendue : %s

source: Data check error (%(exception)r), see details below.
fr: Erreur d'intégrité des données (%(exception)r), CF détails ci-dessous.

source: Game instance data was properly replaced.
fr: Les données de la partie ont été correctement remplacées.

source: Current DB content is displayed here for editing.
fr: Le contenu actuel de la DB est affiché ici pour édition.

source: DB modification is now forbidden, please stash your potential modifications elsewhere and begin the process again.
fr: La modification de la DB est maintenant interdite, veuillez récupérer vos modifications potentielles et recommencer le processus.

source: Please come back later.
fr: Veuillez revenir plus tard.

source: Launch Operation
fr: Lancer l'opération

source: Send Message
fr: Envoyer le Message

source: Interferences when chatting with djinn...
fr: Interférences lors de la communication avec le djinn...

source: Welcome to the shrine of djinns.
fr: Bienvenue au sanctuaire des djinns.

source: At the moment, you have retrieved
fr: Pour l'instant, vous avez récupéré

source: %(team_gems)s gem.
fr: %(team_gems)s gemme.

source: Djinn <strong>%(name)s</strong> compels your team to reclaim <strong>%(gems_required)s</strong> gem before communicating with you.
fr: Le djinn <strong>%(name)s</strong> réclame que votre équipe récupère <strong>%(gems_required)s gemme</strong> avant de bien vouloir communiquer avec vous.

source: Contact specific djinn
fr: Contacter un djinn en particulier

source: Contact Djinn
fr: Contacter le Djinn

source: You currently can't communicate with any djinn, reclaim some gems first.
fr: Vous ne pouvez actuellement communiquer avec aucun djinn, récupérez des gemmes d'abord.

source: Since it is the only radio broadcasting its content over the whole of Pangea, <strong>Pangea Radio</strong> has quickly been used by the most powerful political, economic and scientific organizations as a means to efficiently broadcast personal messages to their members.
fr: En tant qu'unique radio diffusant sur l'intégralité de Pangéa, <strong>Radio Pangéa</strong> a rapidement été utilisée par les plus puissantes organisations politiques, économiques et scientifiques, comme un moyen efficace pour envoyer des messages personnels à leurs membres.

source: As a game master, none of these personal messages is for you.
fr: En tant que maître du jeu, aucun de ces messages personnels ne vous vise.

source: You're part of one of these organizations, so here are the french texts or animal sounds you will have to listen to, and their meaning.
fr: Vous faites partie d'une de ces organisation, voici donc les textes ou sons d'animaux qu'il vous faudra guetter, ainsi que leur signification.

source: When you have received new email messages:
fr: Quand vous avez reçu de nouveaux messages :

source: When one of your missions had a successful ending:
fr: Quand l'une de vos missions a été couronnée de succès :

source: When one of your missions ended with an epic failure:
fr: Quand l'un de vos missions a lamentablement échoué :
